Repository: vuckro/wp-multisite-waas
Catalog: lang/multisite-ultimate-*.po
Languages: uk

source: Whether or not this is a scheduled email.
uk: Чи є лист запланованим.

source: The event that needs to be fired for this email to be sent.
uk: Подія, яка має спрацювати, щоб цей лист був надісланий.

source: The amount of hours that the email will wait before is sent.
uk: Кількість годин, після яких лист буде надіслано.

source: The amount of days that the email will wait before is sent.
uk: Кількість днів, після яких лист буде надіслано.

source: The type of schedule. Can be 'days' or 'hours'.
uk: Тип інтервалу: «days» або «hours».

source: The name being set as title.
uk: Назва, яка використовується як заголовок.

source: If has a custom sender.
uk: Чи використовується власний відправник.

source: The name of the custom sender. E.g. From: John Doe.
uk: Ім’я власного відправника, наприклад John Doe.

source: The email of the custom sender. E.g. From: johndoe@gmail.com.
uk: Е-mail власного відправника, наприклад johndoe@gmail.com.

source: If we should send this to a customer or to the network admin. Can be 'customer' or 'admin'.
uk: Кому надсилати лист: «customer» або «admin».

source: Checks if we should send a copy of the email to the admin.
uk: Чи надсилати копію листа адміністратору.

source: Set this email as active (true), which means available will fire when the event occur, or inactive (false).
uk: Позначте лист як активний (true) або неактивний (false).

source: Whether or not this is a legacy email.
uk: Чи є лист застарілим (legacy).

source: Severity of the problem.
uk: Серйозність проблеми.

source: Date when the event was created.
uk: Дата створення події.

source: Payload of the event.
uk: Дані (payload) події.

source: The type of user responsible for initiating the event. There are two options: Manual and System. By default, the event is saved as manual.
uk: Тип користувача, який ініціював подію: Manual або System (за замовчуванням Manual).

source: The type of object related to this event. It's usually the model name.
uk: Тип об’єкта, пов’язаного з цією подією (зазвичай назва моделі).

source: The event slug. It needs to be unique and preferably make it clear what it is about. Example: account_created is about creating an account.
uk: Слаг події. Має бути унікальним і зрозумілим, наприклад account_created.

source: The ID of the related objects.
uk: ID пов’язаних об’єктів.

source: The ID of the customer attached to this membership.
uk: ID клієнта, пов’язаного з цим членством.

source: The user ID attached to this membership.
uk: ID користувача, прив’язаного до цього членства.

source: The plan ID associated with the membership.
uk: ID плану, пов’язаного з членством.

source: Additional products related to this membership. Services, Packages or other types of products.
uk: Додаткові продукти, пов’язані з членством (сервіси, пакети тощо).

source: The currency that this membership. It's a 3-letter code. E.g. 'USD'.
uk: Валюта членства (3-літровий код, наприклад USD).

source: The interval period between a charge. Only the interval amount, the unit will be defined in another property.
uk: Інтервал між оплатами (чисельне значення; одиницю задають окремо).

source: The duration amount type. Can be 'day', 'week', 'month' or 'year'.
uk: Одиниця тривалості: «day», «week», «month» або «year».

source: The product amount.
uk: Сума продукту.

source: The initial amount charged for this membership, including the setup fee.
uk: Початкова сума, стягнена за членство (включно з платою за налаштування).

source: Date of creation of this membership.
uk: Дата створення членства.

source: Date when this membership was activated.
uk: Дата активації членства.

source: Date when the trial period ends, if this membership has or had a trial period.
uk: Дата завершення пробного періоду, якщо такий був.

source: Date when the membership was cancelled.
uk: Дата скасування членства.

source: Date when the membership will expiry.
uk: Дата закінчення членства.

source: Change of the payment completion for the plan value.
uk: Зміна фактів оплати по плану.

source: If this membership should auto-renewal.
uk: Чи має членство автоматично поновлюватися.

source: Amount of times this membership got billed.
uk: Кількість виставлених рахунків за членство.

source: Maximum times we should charge this membership.
uk: Максимальна кількість оплат за членство.

source: The membership status. Can be 'pending', 'active', 'on-hold', 'expired', 'cancelled' or other values added by third-party add-ons.
uk: Статус членства: «pending», «active», «on-hold», «expired», «cancelled» тощо.

source: The ID of the customer on the payment gateway database.
uk: ID клієнта у базі даних платіжного шлюзу.

source: The ID of the subscription on the payment gateway database.
uk: ID підписки у базі даних платіжного шлюзу.

source: ID of the gateway being used on this subscription.
uk: ID платіжного шлюзу, що використовується у підписці.

source: Signup method used to create this membership.
uk: Метод реєстрації, використаний для створення членства.

source: Plan that this membership upgraded from.
uk: План, з якого відбулося оновлення членства.

source: Date this membership was last modified.
uk: Дата останньої зміни членства.

source: If this membership is a disabled one.
uk: Чи є членство вимкненим.

source: If this membership is recurring (true), which means the customer paid a defined amount each period of time, or not recurring (false).
uk: Чи є членство повторюваним (true) або одноразовим (false).

source: The ID of the customer attached to this payment.
uk: ID клієнта, пов’язаного з цим платежем.

source: The ID of the membership attached to this payment.
uk: ID членства, пов’язаного з цим платежем.

source: The ID from another payment that this payment is related to.
uk: ID іншого платежу, з яким пов’язаний цей платіж.

source: The currency of this payment. It's a 3-letter code. E.g. 'USD'.
uk: Валюта платежу (3-літерний код, наприклад USD).

source: Value before taxes, discounts, fees and other changes.
uk: Сума до податків, знижок, комісій та інших коригувань.

source: Total amount refunded.
uk: Загальна сума відшкодування.

source: The amount, in currency, of the tax.
uk: Сума податку у валюті платежу.

source: Discount code used.
uk: Використаний код знижки.

source: This takes into account fees, discounts and credits.
uk: Враховує комісії, знижки та кредити.

source: The payment status: Can be 'pending', 'completed', 'refunded', 'partially-refunded', 'partially-paid', 'failed', 'cancelled' or other values added by third-party add-ons.
uk: Статус платежу: «pending» (очікує), «completed» (завершено), «refunded» (повернено), «partially-refunded» (часткове повернення), «partially-paid» (часткова оплата), «failed» (неуспішно), «cancelled» (скасовано) або інші значення, додані сторонніми розширеннями.

source: ID of the gateway being used on this payment.
uk: Ідентифікатор платіжного шлюзу, що використовується для цього платежу.

source: The ID of the product of this payment.
uk: Ідентифікатор продукту, за який здійснено цей платіж.

source: The ID of the payment on the gateway, if it exists.
uk: Ідентифікатор платежу у системі шлюзу, якщо існує.

source: The total value of the discounts applied to this payment.
uk: Загальна сума знижок, застосованих до цього платежу.

source: Sequential invoice number assigned to this payment.
uk: Послідовний номер рахунку, присвоєний цьому платежу.

source: Holds if we need to cancel the membership on refund.
uk: Позначає, чи потрібно скасувати членство під час повернення коштів.

source: The ID of the feature image of the product.
uk: ID зображення-обкладинки продукту.

source: The product slug. It needs to be unique and preferably make it clear what it is about. Example: my_new_product.
uk: Слаг продукту. Має бути унікальним і змістовним, напр.: my_new_product.

source: Your product name, which is used as product title as well.
uk: Назва вашого продукту (також використовується як заголовок).

source: A description for the product, usually a short text.
uk: Короткий опис продукту.

source: The currency that this product accepts. It's a 3-letter code. E.g. 'USD'.
uk: Валюта продукту (3-літерний код, напр. «USD»).

source: The pricing type can be 'free', 'paid' or 'contact_us'.
uk: Тип ціни може бути «free», «paid» або «contact_us».

source: The duration of the trial period of this product, if the product has one.
uk: Тривалість пробного періоду (якщо є).

source: The unit of the trial duration amount. Can be day, week, month or year.
uk: Одиниця вимірювання пробного періоду: day, week, month або year.

source: Time interval between charges.
uk: Інтервал між списаннями.

source: Time interval unit between charges.
uk: Одиниця інтервалу між списаннями.

source: The value of this product. E.g. 19.99.
uk: Вартість продукту, напр. 19.99.

source: The setup fee value, if the product has one. E.g. 159.99.
uk: Розмір плати за налаштування, напр. 159.99 (якщо є).

source: Set this product as active (true), which means available to be used, or inactive (false).
uk: Установіть true, щоб продукт був активним (доступним), або false — щоб вимкнути.

source: The default product types are 'product', 'service' and 'package'. More types can be add using the product type filter.
uk: Тип продукту за замовчуванням: «product», «service» чи «package». Додаткові типи можна додати через фільтр product type.

source: The ID from another Product that this product is related to.
uk: ID іншого продукту, з яким пов’язано цей продукт.

source: Set this product as a recurring one (true), which means the customer paid a defined amount each period of time, or not recurring (false).
uk: Позначити продукт повторюваним (true), щоб клієнт сплачував регулярно, або неповторюваним (false).

source: The number of times we should charge this product.
uk: Кількість платежів, які слід стягнути за цей продукт.

source: Date when this was created.
uk: Дата створення.

source: Date when this was last modified.
uk: Дата останньої зміни.

source: Set this product as a taxable one (true), which means tax rules are applied to, or not taxable (false).
uk: Позначити продукт оподатковуваним (true) або неоподатковуваним (false).

source: Category of taxes applied to this product. You need to set this if taxable is set to true.
uk: Категорія податку, що застосовується до продукту (потрібна, якщо taxable=true).

source: If the product is the 'contact_us' type, it will need a label for the contact us button.
uk: Для типу «contact_us» потрібно вказати підпис кнопки «Зв’яжіться з нами».

source: The url where the contact us button will lead to.
uk: URL, на який веде кнопка «Зв’яжіться з нами».

source: A list (array) of features of the product.
uk: Масив характеристик продукту.

source: The customer role of this product.
uk: Роль користувача, що надається цим продуктом.

source: The available addons of this product.
uk: Доступні доповнення (add-ons) продукту.

source: The group of this product, if has any.
uk: Група продукту (якщо є).

source: If the legacy options are enabled.
uk: Чи увімкнені застарілі параметри.

source: Feature list for pricing tables.
uk: Список функцій для таблиць цін.

source: The categories this site belongs to.
uk: Категорії, до яких належить сайт.

source: The ID of the feature image of the site.
uk: ID зображення-обкладинки сайту.

source: The network ID for this site.
uk: ID мережі цього сайту.

source: The site title.
uk: Заголовок сайту.

source: The site name.
uk: Назва сайту.

source: A description for the site, usually a short text.
uk: Короткий опис сайту.

source: The site domain. You don't need to put http or https in front of your domain in this field. e.g: example.com.
uk: Домен сайту (без http/https), напр.: example.com.

source: Path of the site. Used when in sub-directory mode.
uk: Шлях сайту (у режимі піддиректорій).

source: Date when the site was registered.
uk: Дата реєстрації сайту.

source: Date of the last update on this site.
uk: Дата останнього оновлення сайту.

source: Holds the ID of the customer that owns this site.
uk: ID клієнта-власника сайту.

source: Set true if this site is a public one, false if not.
uk: true — сайт публічний, false — ні.

source: Is this an archived site.
uk: Чи архівовано сайт.

source: Is this a site with mature content.
uk: Чи містить сайт контент 18+.

source: Is this an spam site.
uk: Чи є сайт спамом.

source: Is this site deleted.
uk: Чи видалено сайт.

source: The ID of the language being used on this site.
uk: ID мови сайту.

source: The ID of the customer that owns this site.
uk: ID клієнта-власника сайту.

source: The ID of the membership associated with this site, if any.
uk: ID членства, пов’язаного із сайтом (якщо є).

source: The ID of the templated used to create this site.
uk: ID шаблону, з якого створено сайт.

source: The type of this particular site. Can be default, site_template, customer_owned, pending, external, main or other values added by third-party add-ons.
uk: Тип сайту: default, site_template, customer_owned, pending, external, main або інший, доданий сторонніми розширеннями.

source: Keeps signup options for the site.
uk: Зберігає параметри реєстрації сайту.

source: Keeps signup meta for the site.
uk: Зберігає метадані реєстрації сайту.

source: Webhook name, which is used as product title as well.
uk: Назва webhook (також заголовок).

source: The URL used for the webhook call.
uk: URL для виклику webhook.

source: The event that needs to be fired for this webhook to be sent.
uk: Подія, яка запускає надсилання webhook.

source: How many times this webhook was sent.
uk: Кількість відправлень webhook.

source: Set this webhook as active (true), which means available will fire when the event occur, or inactive (false).
uk: Позначити webhook активним (true), щоб він спрацьовував, або неактивним (false).

source: Is this webhook hidden.
uk: Чи прихований webhook.

source: The integration that created this webhook.
uk: Інтеграція, що створила webhook.

source: The date when this webhook last fail.
uk: Дата останньої помилки webhook.

source: Item not found.
uk: Елемент не знайдено.

source: Something went wrong (Code 1).
uk: Щось пішло не так (код 1).

source: The %1$s object does not have a %2$s method
uk: Об’єкт %1$s не має методу %2$s

source: Something went wrong (Code 2).
uk: Щось пішло не так (код 2).

source: The id for the resource.
uk: ID ресурсу.

source: No description found.
uk: Опис не знайдено.

source: Output just the id when the operation is successful.
uk: У разі успіху виводити лише ID.

source: Render response in a particular format.
uk: Вивести відповідь у заданому форматі.

source: Limit response to specific fields. Defaults to id, name
uk: Обмежити відповідь конкретними полями (типово: id, name).

source: Subscription
uk: Підписка

source: The payment in question was not found.
uk: Потрібний платіж не знайдено.

source: You are not allowed to modify this payment.
uk: Ви не маєте прав змінювати цей платіж.

source: The membership in question was not found.
uk: Потрібне членство не знайдено.

source: The payment in question has an invalid status.
uk: У цього платежу некоректний статус.

source: You are not allowed to modify this membership.
uk: Ви не маєте прав змінювати це членство.

source: This cart proposes no changes to the current membership.
uk: Цей кошик не пропонує змін до поточного членства.

source: You already have an active %s agreement.
uk: У вас уже є активна угода %s.

source: Scheduled Swap Credit
uk: Запланований кредит за заміну

source: Swap scheduled to next billing cycle.
uk: Заміна запланована на наступний розрахунковий період.

source: Prorated amount based on the previous membership.
uk: Пропорційна сума, розрахована на основі попереднього членства.

source: The code %s do not exist or is no longer valid.
uk: Код %s не існує або більше не дійсний.

source: Interval %1$s and %2$s do not match.
uk: Інтервали %1$s та %2$s не збігаються.

source: The product you are trying to add does not exist.
uk: Продукту, який ви хочете додати, не існує.

source: The product you are trying to add does not exist for the selected duration.
uk: Для вибраного періоду такий продукт недоступний.

source: Theres already a plan in this membership.
uk: У цьому членстві вже є план.

source: %1$s does not have a valid price variation for that billing period (every %2$s %3$s(s)) and was not added to the cart.
uk: %1$s не має дійсної цінової варіації для розрахункового періоду (кожні %2$s %3$s), тому не був доданий до кошика.

source: Signup Fee for %s
uk: Плата за реєстрацію для %s

source: Signup Credit for %s
uk: Кредит за реєстрацію для %s

source: WP Ultimo Compatibility Mode
uk: Режим сумісності WP Ultimo

source: Toggle this option on if WP Ultimo elements are not loading correctly or at all.
uk: Увімкніть, якщо елементи WP Ultimo відображаються некоректно або взагалі не завантажуються.

source: <strong>Error:</strong> The password you entered is incorrect.
uk: <strong>Помилка:</strong> Введений пароль неправильний.

source: Something went wrong
uk: Щось пішло не так

source: Your email address is not yet verified. Your site <strong>will only be activated</strong> after your email address is verified. Check your inbox and verify your email address.
uk: Ваша електронна адреса ще не підтверджена. <strong>Сайт буде активовано</strong> лише після підтвердження адреси. Перевірте пошту та підтвердіть адресу.

source: Resend verification email &rarr;
uk: Надіслати лист підтвердження ще раз &rarr;

source: WP Ultimo - Register Page
uk: WP Ultimo – сторінка реєстрації

source: WP Ultimo - Login Page
uk: WP Ultimo – сторінка входу

source: WP Ultimo - Site Blocked Page
uk: WP Ultimo – сторінка блокування сайту

source: WP Ultimo - Membership Update Page
uk: WP Ultimo – сторінка оновлення членства

source: WP Ultimo - New Site Page
uk: WP Ultimo – сторінка нового сайту

source: Payment gateway not registered.
uk: Платіжний шлюз не зареєстровано.

source: The email address you entered is already in use.
uk: Вказана електронна адреса вже використовується.

source: Something wrong happened while attempting to save the customer billing address
uk: Під час збереження платіжної адреси клієнта сталася помилка.

source: The item was added!
uk: Елемент додано!

source: The Password entered is too weak.
uk: Введений пароль занадто слабкий.

source: Password confirmation
uk: Підтвердження пароля

source: Template ID
uk: ID шаблону

source: Valid password
uk: Дійсний пароль

source: Payment Gateway
uk: Платіжний шлюз

source: Checkout failed for customer %s:
uk: Помилка оформлення для клієнта %s:

source: WP Ultimo Legacy Signup
uk: Реєстрація WP Ultimo (застаріла)

source: Sorry. Our service is not allowed in your country.
uk: Вибачте, наш сервіс недоступний у вашій країні.

source: Pick a Plan
uk: Оберіть план

source: Which one of our amazing plans you want to get?
uk: Який з наших чудових планів ви бажаєте обрати?

source: Template Selection
uk: Вибір шаблону

source: Select the base template of your new site.
uk: Виберіть базовий шаблон вашого нового сайту.

source: Site Details
uk: Деталі сайту

source: Ok, now it's time to pick your site url and title!
uk: Тепер час вибрати URL і назву вашого сайту!

source: Select the title your site is going to have.
uk: Виберіть заголовок, який матиме ваш сайт.

source: Site urls can only contain lowercase letters (a-z) and numbers and must be at least 4 characters. .
uk: URL сайту може містити лише малі літери (a-z) та цифри і має бути не менше 4 символів.

source: Site URL Preview
uk: Попередній перегляд URL сайту

source: Continue to the next step
uk: Перейти до наступного кроку

source: Username must be at least 4 characters.
uk: Ім’я користувача має містити щонайменше 4 символи.

source: Your password should be at least 6 characters long.
uk: Ваш пароль має містити щонайменше 6 символів.

source: Confirm Password
uk: Підтвердіть пароль

source: Site URL
uk: URL сайту

source: Create Account
uk: Створити обліковий запис

source: Account Details
uk: Дані облікового запису

source: Begin Signup Process
uk: Розпочати процес реєстрації

source: Creating Account
uk: Створення облікового запису

source: You don't have any plan selected.
uk: Ви не вибрали жодного плану.

source: The plan you've selected doesn't exist.
uk: Обраного плану не існує.

source: Please, do not use the "site_url" as one of your custom fields' ids. We use it as a honeytrap field to prevent spam registration. Consider alternatives such as "url" or "website".
uk: Будь ласка, не використовуйте «site_url» як ID власного поля. Ми застосовуємо його як honeypot для боротьби зі спам-реєстраціями. Використайте альтернативи, наприклад «url» чи «website».

source: This is a site-related field. For that reason, this field will not show up when no plans are present on the shopping cart.
uk: Це поле стосується сайту, тому воно не відображатиметься, якщо в кошику немає планів.

source: This is a customer-related field. For that reason, this field will not show up when the user is logged and already has a customer on file.
uk: Це поле стосується клієнта, тому воно не відображатиметься, якщо користувач уже ввійшов і має профіль клієнта.

source: Field ID
uk: ID поля

source: e.g. info-name
uk: напр. info-name

source: Only alpha-numeric and hyphens allowed.
uk: Дозволено лише літери, цифри та дефіси.

source: The ID of the field. This is used to reference the field.
uk: ID поля, що використовується для посилань на нього.

source: Field Label
uk: Мітка поля

source: e.g. Your Name
uk: напр. Ваше ім’я

source: This is what your customer see as the field title.
uk: Це назва поля, яку бачить користувач.

source: Leave blank to hide the field label. You can also set a placeholder value and tip in the "Additional Settings" tab.
uk: Залиште порожнім, щоб приховати мітку. Заповнити значення заповнювача та підказку можна на вкладці «Додаткові параметри».

source: Field Placeholder
uk: Заповнювач поля

source: e.g. Placeholder value
uk: напр. Текст заповнювача

source: This value appears inside the field, as an example of how to fill it.
uk: Це значення з’являється всередині поля як приклад заповнення.

source: Field Tooltip
uk: Підказка поля

source: e.g. This field is great, be sure to fill it.
uk: напр. Це важливе поле, обов’язково заповніть його.

source: Any text entered here will be shown when the customer hovers the %s icon next to the field label.
uk: Текст буде показано, коли користувач наведе курсор на іконку %s біля мітки поля.

source: Just like this!
uk: Ось так!

source: Default Value
uk: Значення за замовчуванням

source: e.g. None
uk: напр. Немає

source: Field Length
uk: Довжина поля

source: Min
uk: Мін.

source: Max
uk: Макс.

source: Save As
uk: Зберегти як

source: Select how you want to save this piece of meta data. You can attach it to the customer or the site as site meta or as site option.
uk: Виберіть, як зберігати це мета-значення: у метаданих клієнта, користувача, сайту або як опцію сайту.

source: Customer Meta
uk: Мета клієнта

source: User Meta
uk: Мета користувача

source: Site Meta
uk: Мета сайту

source: Site Option
uk: Опція сайту

source: Do not save
uk: Не зберігати

source: Required
uk: Обов’язково

source: Mark this field as required. The checkout will not proceed unless this field is filled.
uk: Позначте поле як обов’язкове. Оформлення не продовжиться, доки поле не буде заповнено.

source: Address
uk: Адреса

source: Adds billing address fields such as country, zip code.
uk: Додає поля адреси для виставлення рахунку, такі як країна, поштовий індекс.

source: Display only ZIP and Country?
uk: Показувати тільки індекс і країну?

source: Checking this option will only add the ZIP and country fields, instead of all the normal billing address fields.
uk: Увімкнення додасть лише поля індексу та країни замість повної адреси.
