Repository: vuckro/wp-multisite-waas
Catalog: lang/multisite-ultimate-*.po
Languages: uk

source: Customer ID: %1$d - User Email: %2$s
uk: ID клієнта: %1$d — Email користувача: %2$s

source: Add new card
uk: Додати нову картку

source: Saved Payment Methods
uk: Збережені способи оплати

source: Result is not a PNG file.
uk: Результат не є файлом PNG.

source: Success!
uk: Успішно!

source: Attempt to duplicate site %1$d failed: %2$s
uk: Спроба дублювати сайт %1$d не вдалася: %2$s

source: Attempt to duplicate site %1$d successful - New site id: %2$d
uk: Сайт %1$d успішно продубльовано — ID нового сайту: %2$d

source: Attempt to override site %1$d with data from site %2$d failed: %3$s
uk: Спроба перезаписати сайт %1$d даними із сайту %2$d не вдалася: %3$s

source: Attempt to override site %1$d with data from site %2$d successful.
uk: Сайт %1$d успішно перезаписано даними із сайту %2$d.

source: You need to provide a valid site to duplicate.
uk: Потрібно вказати дійсний сайт для дублювання.

source: An attempt to create a new site failed.
uk: Спроба створити новий сайт не вдалася.

source: We were not able to create a new admin user for the site being duplicated.
uk: Не вдалося створити нового адміністратора для сайту, що дублюється.

source: The %s field is required
uk: Поле %s є обов’язковим

source: The %s is not valid email
uk: %s має неправильний формат email

source: The %1$s minimum is %2$s
uk: Мінімальне значення для %1$s — %2$s

source: The %1$s maximum is %2$s
uk: Максимальне значення для %1$s — %2$s

source: The %s only allows a-z, 0-9, _ and -
uk: %s допускає лише символи a-z, 0-9, _ та -

source: The %s must be lowercase
uk: %s має бути у нижньому регістрі

source: The %s must be integer
uk: %s має бути цілим числом

source: and
uk: та

source: or
uk: або

source: The file %s is not writable
uk: Файл %s недоступний для запису

source: WP Ultimo can't recognize your wp-config.php, please revert it to original state for further process.
uk: WP Ultimo не може розпізнати ваш wp-config.php, поверніть його до початкового стану для подальшої роботи.

source: The %s field must be present in at least one of the checkout form steps.
uk: Поле %s має бути присутнім хоча б на одному кроці форми оформлення.

source: The %s step is missing a submit field
uk: На кроці %s відсутнє поле надсилання

source: A plan is required.
uk: Потрібно вибрати план.

source: The Template ID does not correspond to a valid Template
uk: ID шаблону не відповідає дійсному шаблону

source: You can not use your sites as template
uk: Ви не можете використовувати свої сайти як шаблон

source: The selected template is not available.
uk: Вибраний шаблон недоступний.

source: The selected template is not available for this product.
uk: Вибраний шаблон недоступний для цього продукту.

source: A customer with the same email address or username already exists.
uk: Користувач із такою ж електронною адресою або ім’ям уже існує.

source: Create Database Tables
uk: Створити таблиці бази даних

source: WP Ultimo uses custom tables for performance reasons. We need to create those tables and make sure they are setup properly before we can activate the plugin.
uk: WP Ultimo використовує власні таблиці з міркувань продуктивності. Перш ніж активувати плагін, потрібно створити ці таблиці та переконатися, що вони налаштовані.

source: Creating default tables...
uk: Створення стандартних таблиць…

source: Install <code>sunrise.php</code> File
uk: Встановити файл <code>sunrise.php</code>

source: We need to add our own sunrise.php file to the wp-content folder in order to be able to control access to sites and plugins before anything else happens on WordPress.
uk: Потрібно додати власний файл sunrise.php у папку wp-content, щоби мати змогу керувати доступом до сайтів і плагінів до запуску WordPress.

source: Installing sunrise file...
uk: Встановлення файлу sunrise…

source: Installation of the table %s failed
uk: Не вдалося встановити таблицю %s

source: Create Example Template Site
uk: Створити приклад сайту-шаблону

source: This will create a template site on your network that you can use as a starting point.
uk: Буде створено шаблонний сайт у мережі, який можна використати як відправну точку.

source: Creating Template Site...
uk: Створення сайту-шаблону…

source: Create Example Products
uk: Створити приклад продуктів

source: This action will create example products (plans, packages, and services), so you have an starting point.
uk: Ця дія створить приклад продуктів (плани, пакети та послуги) як початкову точку.

source: Creating Products...
uk: Створення продуктів…

source: Create a Checkout Form
uk: Створити форму оформлення

source: This action will create a single-step checkout form that your customers will use to place purchases, as well as the page that goes with it.
uk: Буде створено одноступеневу форму оформлення замовлення та відповідну сторінку.

source: Creating Checkout Form and Registration Page...
uk: Створення форми оформлення та сторінки реєстрації…

source: Create the System Emails
uk: Створити системні листи

source: This action will create all emails sent by WP Ultimo.
uk: Буде створено всі електронні листи, які надсилає WP Ultimo.

source: Creating System Emails...
uk: Створення системних листів…

source: Create Custom Login Page
uk: Створити власну сторінку входу

source: This action will create a custom login page and replace the default one.
uk: Буде створено власну сторінку входу та замінено стандартну.

source: Creating Custom Login Page...
uk: Створення власної сторінки входу…

source: Template Site was not created. Maybe a site with the /template path already exists?
uk: Сайт-шаблон не створено. Можливо, сайт із шляхом /template вже існує?

source: This is an example of a free plan.
uk: Приклад безкоштовного плану.

source: This is an example of a paid plan.
uk: Приклад платного плану.

source: SEO Consulting
uk: SEO-консалтинг

source: This is an example of a service that you can create and charge customers for.
uk: Приклад послуги, яку можна створити та продавати клієнтам.

source: Registration Form
uk: Форма реєстрації

source: Register
uk: Зареєструватися

source: Login
uk: Увійти

source: Pre-Migration Check
uk: Перевірка перед міграцією

source: Runs all migrations in a sand-boxed environment to see if it hits an error.
uk: Запускає всі міграції в ізольованому середовищі, щоб перевірити на помилки.

source: Checking...
uk: Перевірка…

source: Prepare for Migration
uk: Підготовка до міграції

source: Verifies the data before going forward with the migration.
uk: Перевіряє дані перед продовженням міграції.

source: Preparing...
uk: Підготовка…

source: Migrates the settings from the older version.
uk: Переносить налаштування зі старішої версії.

source: Plans to Products
uk: Плани в продукти

source: Converts the old plans into products.
uk: Перетворює старі плани на продукти.

source: Users to Customers
uk: Користувачі в клієнти

source: Creates customers based on the existing users.
uk: Створює клієнтів на основі наявних користувачів.

source: Subscriptions to Memberships
uk: Підписки в членства

source: Converts subscriptions into Memberships.
uk: Конвертує підписки у членства.

source: Transactions to Payments & Events
uk: Транзакції у платежі та події

source: Converts transactions into payments and events.
uk: Перетворює транзакції на платежі та події.

source: Coupons to Discount Codes
uk: Купони в промокоди

source: Converts coupons into discount codes.
uk: Перетворює купони на промокоди.

source: Customer Sites
uk: Сайти клієнтів

source: Adjusts existing customer sites.
uk: Коригує наявні сайти клієнтів.

source: Making Adjustments...
uk: Внесення змін…

source: Sites Templates
uk: Сайти-шаблони

source: Adjusts existing site templates.
uk: Коригує наявні сайти-шаблони.

source: Converts mapped domains.
uk: Конвертує зіставлені домени.

source: Creates a checkout form based on the existing signup flow.
uk: Створює форму оформлення на основі наявного процесу реєстрації.

source: Emails & Broadcasts
uk: Листи та розсилки

source: Converts the emails and broadcasts.
uk: Конвертує листи та розсилки.

source: Migrates existing webhooks.
uk: Мігрує наявні вебхуки.

source: Other Migrations
uk: Інші міграції

source: Other migrations that don't really fit anywhere else.
uk: Інші міграції, які не підходять до жодної іншої категорії.

source: Migrating...
uk: Виконується міграція...

source: Critical error found when migrating "%s".
uk: Виявлено критичну помилку під час міграції «%s».

source: Signup Form
uk: Форма реєстрації

source: Signup
uk: Реєстрація

source: %s Integration
uk: Інтеграція з %s

source: Go to the setup wizard to setup this integration.
uk: Перейдіть до майстра налаштування, щоб налаштувати цю інтеграцію.

source: It looks like you are using %1$s as your hosting provider, yet the %1$s integration module is not active. In order for the domain mapping integration to work with %1$s, you might want to activate that module.
uk: Схоже, що ви використовуєте хостинг-провайдера %1$s, але модуль інтеграції %1$s не активний. Щоб інтеграція мапування доменів працювала з %1$s, активуйте цей модуль.

source: Activate %s
uk: Активувати %s

source: It looks like you are using %1$s as your hosting provider, yet the %1$s integration module was not properly setup. In order for the domain mapping integration to work with %1$s, you need to configure that module.
uk: Схоже, що ви користуєтеся хостинг-провайдером %1$s, але модуль інтеграції %1$s налаштований некоректно. Щоб інтеграція мапування доменів працювала з %1$s, налаштуйте цей модуль.

source: Setup %s
uk: Налаштувати %s

source: Send API calls to %s servers with domain names added to this network
uk: Надсилати виклики API на сервери %s для доменних імен, доданих до цієї мережі

source: Fetch and install a SSL certificate on %s platform after the domain is added.
uk: Отримувати та встановлювати SSL-сертифікат на платформі %s після додавання домену.

source: Fetch and install a SSL certificate on %s platform after the domain is added. This needs to be done manually.
uk: Отримувати та встановлювати SSL-сертифікат на платформі %s після додавання домену (потрібно виконати вручну).

source: No description provided.
uk: Опис відсутній.

source: Closte is not just another web hosting who advertise their services as a cloud hosting while still provides fixed plans like in 1995.
uk: Closte — це не просто черговий веб-хостинг, який рекламує свої послуги як хмарні, але пропонує фіксовані тарифи, як у 1995-му.

source: Proxied
uk: Проксійовано

source: Not Proxied
uk: Без проксі

source: Zone ID
uk: ID зони

source: e.g. 644c7705723d62e31f700bb798219c75
uk: напр. 644c7705723d62e31f700bb798219c75

source: e.g. xKGbxxVDpdcUv9dUzRf4i4ngv0QNf1wCtbehiec_o
uk: напр. xKGbxxVDpdcUv9dUzRf4i4ngv0QNf1wCtbehiec_o

source: Cloudflare secures and ensures the reliability of your external-facing resources such as websites, APIs, and applications. It protects your internal resources such as behind-the-firewall applications, teams, and devices. And it is your platform for developing globally-scalable applications.
uk: Cloudflare забезпечує безпеку та надійність ваших зовнішніх ресурсів — вебсайтів, API та застосунків. Також він захищає внутрішні ресурси, зокрема застосунки за фаєрволом, команди та пристрої, і є платформою для розробки застосунків, що масштабуються глобально.

source: Add a new proxied subdomain to the configured CloudFlare zone whenever a new site gets created
uk: Додавати новий проксійований субдомен до налаштованої зони Cloudflare щоразу після створення нового сайту

source: Do nothing! The CloudFlare integration has no effect in subdirectory multisite installs such as this one
uk: Нічого не робити! Інтеграція Cloudflare не впливає на мультисайти у підкаталогах, як у цьому випадку

source: Add domain mappings as new CloudFlare zones
uk: Додавати зіставлення доменів як нові зони Cloudflare

source: Cloudways Account Email
uk: Електронна адреса облікового запису Cloudways

source: Your Cloudways account email address.
uk: Електронна адреса вашого облікового запису Cloudways.

source: e.g. me@gmail.com
uk: напр. me@gmail.com

source: Cloudways API Key
uk: Ключ API Cloudways

source: The API Key retrieved in the previous step.
uk: Ключ API, отриманий на попередньому кроці.

source: e.g. eYP0Jo3Fzzm5SOZCi5nLR0Mki2lbYZ
uk: напр. eYP0Jo3Fzzm5SOZCi5nLR0Mki2lbYZ

source: Cloudways Server ID
uk: ID сервера Cloudways

source: The Server ID retrieved in the previous step.
uk: ID сервера, отриманий на попередньому кроці.

source: e.g. 11667
uk: напр. 11667

source: Cloudways App ID
uk: ID застосунку Cloudways

source: The App ID retrieved in the previous step.
uk: ID застосунку, отриманий на попередньому кроці.

source: e.g. 940288
uk: напр. 940288

source: Cloudways Extra Domains
uk: Додаткові домени Cloudways

source: The Cloudways API is a bit strange in that it doesn’t offer a way to add or remove just one domain, only a way to update the whole domain list. That means that WP Ultimo will replace all domains you might have there with the list of mapped domains of the network every time a new domain is added.
uk: API Cloudways не дозволяє додати чи видалити лише один домен, а пропонує оновлювати весь список. Тому WP Ultimo щоразу замінюватиме всі домени у Cloudways списком зіставлених доменів мережі, коли додається новий домен.

source: Comma-separated list of additional domains to add to Cloudways.
uk: Список додаткових доменів для Cloudways, розділений комами.

source: e.g. *.test.com, test.com
uk: напр. *.test.com, test.com

source: Focus on your business and avoid all the web hosting hassles. Our managed hosting guarantees unmatched performance, reliability and choice with 24/7 support that acts as your extended team, making Cloudways an ultimate choice for growing agencies and e-commerce businesses.
uk: Зосередьтеся на бізнесі та забудьте про клопоти з хостингом. Наш керований хостинг гарантує неперевершену продуктивність, надійність і гнучкість із підтримкою 24/7, що працює як ваша розширена команда, роблячи Cloudways ідеальним вибором для агентств, що зростають, та e-commerce-бізнесів.

source: cPanel Username
uk: Ім’я користувача cPanel

source: e.g. username
uk: напр. username

source: cPanel Password
uk: Пароль cPanel

source: cPanel Host
uk: Хост cPanel

source: e.g. yourdomain.com
uk: напр. yourdomain.com

source: cPanel Port
uk: Порт cPanel

source: Defaults to 2083
uk: Типово 2083

source: Root Directory
uk: Кореневий каталог

source: Defaults to /public_html
uk: Типово /public_html

source: Unexpected error ocurred trying to sync domains with CPanel
uk: Сталася неочікувана помилка під час синхронізації доменів із cPanel

source: cPanel is the management panel being used on a large number of shared and dedicated hosts across the globe.
uk: cPanel — це панель керування, яку використовують на багатьох віртуальних і виділених серверах по всьому світу.

source: Add a new Addon Domain on cPanel whenever a new domain mapping gets created on your network
uk: Додавати новий «Addon Domain» у cPanel щоразу, коли в мережі створюється нове зіставлення домену

source: Add a new SubDomain on cPanel whenever a new site gets created on your network
uk: Додавати новий «SubDomain» у cPanel щоразу, коли у мережі створюється новий сайт

source: We were not able to successfully establish a connection.
uk: Не вдалося успішно встановити з’єднання.

source: Connection successfully established.
uk: З’єднання успішно встановлено.

source: GridPane is the world's first hosting control panel built exclusively for serious WordPress professionals.
uk: GridPane — перша у світі панель керування хостингом, створена виключно для професіоналів WordPress.

source: RunCloud API Key
uk: Ключ API RunCloud

source: e.g. Sx9tHAn5XMrkeyZKS1a7uj8dGTLgKnlEOaJEFRt1m95L
uk: напр. Sx9tHAn5XMrkeyZKS1a7uj8dGTLgKnlEOaJEFRt1m95L

source: RunCloud API Secret
uk: Секрет API RunCloud

source: The API secret retrieved in the previous step.
uk: Секрет API, отриманий на попередньому кроці.

source: e.g. ZlAebXp2sa6J5xsrPoiPcMXZRIVsHJ2rEkNCNGknZnF0UK5cSNSePS8GBW9FXIQd
uk: напр. ZlAebXp2sa6J5xsrPoiPcMXZRIVsHJ2rEkNCNGknZnF0UK5cSNSePS8GBW9FXIQd

source: RunCloud Server ID
uk: ID сервера RunCloud

source: RunCloud App ID
uk: ID застосунку RunCloud

source: Domain name not found on runcloud
uk: Доменне ім’я не знайдено в RunCloud

source: With RunCloud, you don’t need to be a Linux expert to build a website powered by DigitalOcean, AWS, or Google Cloud. Use our graphical interface and build a business on the cloud affordably.
uk: З RunCloud вам не потрібно бути експертом Linux, щоб створити сайт на DigitalOcean, AWS чи Google Cloud. Використовуйте наш графічний інтерфейс і розвивайте бізнес у хмарі за доступною ціною.

source: ServerPilot Client ID
uk: Client ID ServerPilot

source: Your ServerPilot Client ID.
uk: Ваш Client ID у ServerPilot.

source: e.g. cid_lSmjevkdoSOpasYVqm
uk: напр. cid_lSmjevkdoSOpasYVqm

source: ServerPilot API Key
uk: Ключ API ServerPilot

source: ServerPilot App ID
uk: App ID ServerPilot

source: An error occurred while trying to get the current list of domains: %s
uk: Сталася помилка під час отримання поточного списку доменів: %s

source: ServerPilot is a cloud service for hosting WordPress and other PHP websites on servers at DigitalOcean, Amazon, Google, or any other server provider. You can think of ServerPilot as a modern, centralized hosting control panel.
uk: ServerPilot — це хмарний сервіс для розміщення WordPress та інших PHP-сайтів на серверах DigitalOcean, Amazon, Google чи інших провайдерів. ServerPilot — це сучасна централізована панель керування хостингом.

source: WP Engine drives your business forward faster with the first and only WordPress Digital Experience Platform. We offer the best WordPress hosting and developer experience on a proven, reliable architecture that delivers unparalleled speed, scalability, and security for your sites.
uk: WP Engine прискорює розвиток вашого бізнесу завдяки першій і єдиній платформі цифрового досвіду WordPress. Ми пропонуємо найкращий хостинг WordPress і досвід розробників на перевіреній, надійній архітектурі, що забезпечує неперевершену швидкість, масштабованість і безпеку ваших сайтів.

source: We recommend to enter in contact with WP Engine support to ask for a Wildcard domain if you are using a subdomain install.
uk: Якщо ви використовуєте інсталяцію на піддоменах, радимо звернутися до підтримки WP Engine, щоб отримати wildcard-домен.

source: An error occurred while trying to add the custom domain %s to WPMU Dev hosting.
uk: Під час спроби додати власний домен %s до хостингу WPMU Dev сталася помилка.

source: An error occurred while trying to add the custom domain %1$s to WPMU Dev hosting: %2$s
uk: Під час спроби додати власний домен %1$s до хостингу WPMU Dev сталася помилка: %2$s

source: Domain %s added to WPMU Dev hosting successfully.
uk: Домен %s успішно додано до хостингу WPMU Dev.

source: WPMU DEV is one of the largest companies in the WordPress space. Founded in 2004, it was one of the first companies to scale the Website as a Service model with products such as Edublogs and CampusPress.
uk: WPMU DEV — одна з найбільших компаній у світі WordPress. Заснована 2004 року, вона була серед перших, хто масштабував модель «Website as a Service» з такими продуктами, як Edublogs та CampusPress.

source: Cookie file missing.
uk: Файл cookie відсутній.

source: Cookie file not writable
uk: Файл cookie недоступний для запису

source: cPanel API Error: %s
uk: Помилка API cPanel: %s

source: Cannot connect to your cPanel server : Invalid Credentials
uk: Не вдалося підключитися до вашого сервера cPanel: неправильні облікові дані

source: Your server's PHP and WordPress memory limits are too low to perform this check. You might need to contact your host provider and ask the PHP memory limit in particular to be raised.
uk: Ліміти пам’яті PHP та WordPress на вашому сервері занадто низькі, щоб виконати цю перевірку. Зверніться до хостинг-провайдера з проханням підвищити, зокрема, ліміт пам’яті PHP.

source: Invoice
uk: Рахунок

source: You reached your membership users limit.
uk: Ви досягли ліміту користувачів для цього членства.

source: Limit Reached
uk: Ліміт вичерпано

source: Always Loaded
uk: Завжди завантажується

source: Upgrade to unlock
uk: Оновіть тариф, щоб розблокувати

source: Your plan does not support this post type.
uk: Ваш тариф не підтримує цей тип записів.

source: You reached your plan's post limit.
uk: Ви досягли ліміту записів у вашому тарифі.

source: Your plan does not support media upload.
uk: Ваш тариф не підтримує завантаження медіа.

source: You reached your media upload limit of %d images. Upgrade your account to unlock more media uploads.
uk: Ви досягли ліміту завантажень — %d зображень. Оновіть обліковий запис, щоб розблокувати більше завантажень.

source: This theme is not available on your current plan.
uk: Ця тема недоступна у вашому тарифі.

source: Select All
uk: Вибрати все

source: Confirm Action
uk: Підтвердьте дію

source: You don't have any %s yet.
uk: У вас поки що немає %s.

source: How about we create a new one?
uk: Можливо, створимо новий?

source: ...but you will see them here once they get created.
uk: ...але щойно вони будуть створені, ви побачите їх тут.

source: Create a new %s
uk: Створити новий %s

source: No items found
uk: Елементів не знайдено

source: Deactivate
uk: Деактивувати

source: No membership found
uk: Членств не знайдено

source: No payment found
uk: Платежів не знайдено

source: Total %s
uk: Всього %s

source: No product found
uk: Товарів не знайдено

source: No site found
uk: Сайтів не знайдено

source: All
uk: Усе

source: Today
uk: Сьогодні

source: Yesterday
uk: Вчора

source: Last 7 Days
uk: Останні 7 днів

source: Last 30 Days
uk: Останні 30 днів

source: Current Month
uk: Поточний місяць

source: Last 12 Months
uk: Останні 12 місяців

source: Year to Date
uk: Від початку року

source: Custom
uk: Власний діапазон

source: All %s
uk: Усі %s

source: Notice
uk: Сповіщення

source: Edit
uk: Редагувати

source: Target Products
uk: Цільові продукти

source: Date
uk: Дата

source: Notices
uk: Сповіщення

source: Notice Type
uk: Тип сповіщення

source: Info - Blue
uk: Інформація – синій

source: Success - Green
uk: Успіх – зелений

source: Warning - Yellow
uk: Попередження – жовтий

source: Error - Red
uk: Помилка – червоний

source: All Broadcasts
uk: Усі сповіщення

source: Checkout Form
uk: Форма оформлення

source: Duplicate
uk: Дублювати

source: %1$d Step(s) and %2$d Field(s)
uk: %1$d крок(ів) і %2$d поле(й)

source: Copy to the Clipboard
uk: Скопіювати до буфера обміну

source: Checkout form not found.
uk: Форму оформлення не знайдено.

source: Form Name
uk: Назва форми

source: Form Slug
uk: Слаг форми

source: User not found
uk: Користувача не знайдено

source: Send an email to this customer
uk: Надіслати листа цьому клієнту

source: Switch To
uk: Перейти

source: View
uk: Переглянути

source: Name
uk: Назва

source: Customer Since
uk: Клієнт з

source: All Customers
uk: Усі клієнти

source: VIP Customers
uk: VIP-клієнти

source: Online Customers
uk: Клієнти онлайн

source: Online
uk: Онлайн

source: Contains %s
uk: Містить %s

source: Payment Total
uk: Сума платежу

source: Expires
uk: Закінчується

source: Expired %s
uk: Закінчився %s

source: Expiring %s
uk: Закінчується %s

source: Created %s
uk: Створено %s

source: Go to the Dashboard
uk: Перейти до консолі

source: Go to the Membership
uk: Перейти до членства

source: Not Available
uk: Недоступно

source: Discount Code
uk: Промокод

source: No Discount
uk: Без знижки

source: %s OFF
uk: -%s

source: Used %d time(s)
uk: Використано %d раз(ів)

source: Allowed uses: %d
uk: Дозволено використань: %d

source: No Limits
uk: Без обмежень

source: Inactive
uk: Неактивно

source: Code
uk: Код

source: Setup Fee Value
uk: Вартість плати за налаштування
