Repository: vuckro/wp-multisite-waas
Catalog: lang/multisite-ultimate-*.po
Languages: uk

source: Add your company logo to be used on the login page and other places.
uk: Додайте логотип компанії для використання на сторінці входу та в інших місцях.

source: Company Email Address
uk: Електронна адреса компанії

source: This email is used when generating invoices, for example.
uk: Ця електронна адреса використовується, наприклад, у рахунках.

source: Company Address
uk: Адреса компанії

source: This address is used when generating invoices.
uk: Ця адреса вказується у рахунках.

source: Company Country
uk: Країна компанії

source: This info is used when generating invoices, as well as for calculating when taxes apply in some contexts.
uk: Ця інформація використовується у рахунках та для визначення оподаткування.

source: Currency Options
uk: Параметри валюти

source: The following options affect how prices are displayed on the frontend, the backend and in reports.
uk: Наведені нижче параметри визначають, як ціни відображаються на сайті, в адмін-панелі та у звітах.

source: Currency
uk: Валюта

source: Select the currency to be used in WP Ultimo.
uk: Виберіть валюту, яку буде використано у WP Ultimo.

source: Currency Position
uk: Розташування символу валюти

source: This setting affects all prices displayed across the plugin elements.
uk: Цей параметр впливає на всі ціни, які відображаються у плагіні.

source: Left ($99.99)
uk: Зліва ($99,99)

source: Right (99.99$)
uk: Справа (99,99$)

source: Left with space ($ 99.99)
uk: Зліва з пробілом ($ 99,99)

source: Right with space (99.99 $)
uk: Справа з пробілом (99,99 $)

source: Decimal Separator
uk: Десятковий роздільник

source: Thousand Separator
uk: Роздільник тисяч

source: Number of Decimals
uk: Кількість знаків після коми

source: Login & Registration
uk: Вхід та реєстрація

source: Login and Registration Options
uk: Параметри входу та реєстрації

source: Options related to registration and login behavior.
uk: Параметри, що визначають поведінку під час реєстрації та входу.

source: Enable Registration
uk: Увімкнути реєстрацію

source: Turning this toggle off will disable registration in all checkout forms across the network.
uk: Якщо вимкнути, реєстрація буде недоступна у всіх формах по мережі.

source: Enable email verification
uk: Увімкнути підтвердження email

source: Enabling this option will require the customer to verify their email address when subscribing to a free plan or a plan with a trial period. Sites will not be created until the customer email verification status is changed to verified.
uk: Якщо увімкнено, клієнт повинен підтвердити email при підписці на безкоштовний план або план із пробним періодом. Сайт буде створено лише після підтвердження адреси.

source: Default Registration Page
uk: Сторінка реєстрації за замовчуванням

source: Search pages on the main site...
uk: Пошук сторінок на головному сайті...

source: Only published pages on the main site are available for selection, and you need to make sure they contain a [wu_checkout] shortcode.
uk: Доступні лише опубліковані сторінки головного сайту, які містять шорткод [wu_checkout].

source: Use Custom Login Page
uk: Використовувати власну сторінку входу

source: Turn this toggle on to select a custom page to be used as the login page.
uk: Увімкніть, щоб вибрати власну сторінку входу.

source: Default Login Page
uk: Сторінка входу за замовчуванням

source: Only published pages on the main site are available for selection, and you need to make sure they contain a [wu_login_form] shortcode.
uk: Доступні лише опубліковані сторінки головного сайту, які містять шорткод [wu_login_form].

source: Obfuscate the Original Login URL (wp-login.php)
uk: Приховати оригінальний URL входу (wp-login.php)

source: If this option is enabled, we will display a 404 error when a user tries to access the original wp-login.php link. This is useful to prevent brute-force attacks.
uk: Якщо ввімкнено, при доступі до wp-login.php буде показано помилку 404. Допомагає запобігти brute-force атакам.

source: Use Sub-site logo on Login Page
uk: Логотип підсайту на сторінці входу

source: Toggle this option to replace the WordPress logo on the sub-site login page with the logo set for that sub-site. If unchecked, the network logo will be used instead.
uk: Увімкніть, щоб замінити логотип WordPress на сторінці входу підсайту на його власний логотип. Якщо вимкнено, використовується логотип мережі.

source: Force Synchronous Site Publication
uk: Примусова синхронна публікація сайту

source: By default, when a new pending site needs to be converted into a real network site, the publishing process happens via Job Queue, asynchronously. Enable this option to force the publication to happen in the same request as the signup. Be careful, as this can cause timeouts depending on the size of the site templates being copied.
uk: За замовчуванням очікуваний сайт публікується асинхронно через чергу завдань. Увімкніть, щоб виконувати публікацію у тому ж запиті, що й реєстрація. Обережно: можливі тайм-аути залежно від розміру шаблону.

source: Other Options
uk: Інші параметри

source: Other registration-related options.
uk: Інші параметри, пов’язані з реєстрацією.

source: Default Role
uk: Роль за замовчуванням

source: Set the role to be applied to the user during the signup process.
uk: Вкажіть роль, що призначатиметься користувачу під час реєстрації.

source: Add Users to the Main Site as well?
uk: Додавати користувачів і до головного сайту?

source: Enabling this option will also add the user to the main site of your network.
uk: Якщо увімкнути, користувач буде також доданий до головного сайту мережі.

source: Add to Main Site with Role...
uk: Додати на головний сайт з роллю…

source: Select the role WP Ultimo should use when adding the user to the main site of your network. Be careful.
uk: Виберіть роль, яку WP Ultimo призначить користувачу на головному сайті. Будьте уважні.

source: Default Membership Update Page
uk: Сторінка оновлення підписки за замовчуванням

source: Block Frontend Access
uk: Блокувати доступ до фронтенду

source: Block the frontend access of network sites after a membership is no longer active.
uk: Блокувати доступ до фронтенду сайтів мережі, коли підписка більше не активна.

source: By default, if a user does not pay and the account goes inactive, only the admin panel will be blocked, but the user's site will still be accessible on the frontend. If enabled, this option will also block frontend access in those cases.
uk: За замовчуванням, якщо користувач не сплачує й підписка стає неактивною, блокується лише адмін-панель, а сайт лишається доступним на фронтенді. Якщо ввімкнено, ця опція також блокуватиме фронтенд у таких випадках.

source: Frontend Block Grace Period
uk: Пільговий період перед блокуванням фронтенду

source: Select the number of days WP Ultimo should wait after the membership goes inactive before blocking the frontend access. Leave 0 to block immediately after the membership becomes inactive.
uk: Виберіть кількість днів, які WP Ultimo чекатиме після деактивації підписки, перш ніж блокувати фронтенд. Залиште 0, щоб блокувати одразу після деактивації.

source: Frontend Block Page
uk: Сторінка блокування фронтенду

source: Select a page on the main site to redirect user if access is blocked
uk: Виберіть сторінку головного сайту, на яку буде переадресовано користувача, якщо доступ заблоковано

source: Enable Multiple Memberships per Customer
uk: Дозволити кілька підписок на клієнта

source: Enabling this option will allow your users to create more than one membership.
uk: Увімкнувши цю опцію, ви дозволите користувачам мати більше однієї підписки.

source: Enable Multiple Sites per Membership
uk: Дозволити кілька сайтів на підписку

source: Enabling this option will allow your customers to create more than one site. You can limit how many sites your users can create in a per plan basis.
uk: Увімкнувши цю опцію, клієнти зможуть створювати більше одного сайту. Кількість сайтів можна обмежити для кожного плану окремо.

source: Block Sites on Downgrade
uk: Блокувати сайти під час пониження плану

source: Choose how WP Ultimo should handle client sites above their plan quota on downgrade.
uk: Оберіть, як WP Ultimo має обробляти сайти клієнтів, що перевищують квоту плану після пониження.

source: Keep sites as is (do nothing)
uk: Залишити сайти як є (нічого не робити)

source: Block only frontend access
uk: Блокувати лише фронтенд

source: Block only backend access
uk: Блокувати лише бекенд

source: Block both frontend and backend access
uk: Блокувати і фронтенд, і бекенд

source: Move Posts on Downgrade
uk: Переміщення записів під час пониження

source: Select how you want to handle the posts above the quota on downgrade. This will apply to all post types with quotas set.
uk: Виберіть, як обробляти записи, що перевищують квоту після пониження. Це стосується всіх типів записів із встановленими квотами.

source: Keep posts as is (do nothing)
uk: Залишити записи як є (нічого не робити)

source: Move posts above the new quota to the Trash
uk: Перемістити записи, що перевищують нову квоту, до кошика

source: Mark posts above the new quota as Drafts
uk: Позначити записи, що перевищують нову квоту, як чернетки

source: Emulated Post Types
uk: Емульовані типи записів

source: Emulates the registering of a custom post type to be able to create limits for it without having to activate plugins on the main site.
uk: Емулює реєстрацію користувацького типу записів, аби можна було встановлювати для нього ліміти без активації плагінів на головному сайті.

source: By default, WP Ultimo only allows super admins to limit post types that are registered on the main site. This makes sense from a technical stand-point but it also forces you to have plugins network-activated in order to be able to set limitations for their custom post types. Using this option, you can emulate the registering of a post type. This will register them on the main site and allow you to create limits for them on your products.
uk: За замовчуванням WP Ultimo дозволяє обмежувати лише ті типи записів, що зареєстровані на головному сайті, що змушує активувати відповідні плагіни в мережі. Використовуючи цю опцію, ви можете емулювати реєстрацію типу записів на головному сайті й надалі встановлювати для нього ліміти у своїх продуктах.

source: Add the first post type using the button below.
uk: Додайте перший тип записів за допомогою кнопки нижче.

source: Post Type Slug
uk: Слаг типу записів

source: e.g. product
uk: наприклад: product

source: Post Type Label
uk: Мітка типу записів

source: e.g. Products
uk: наприклад: Продукти

source: + Add Post Type
uk: + Додати тип записів

source: Configure certain aspects of how network Sites behave.
uk: Налаштуйте певні аспекти поведінки сайтів мережі.

source: Default New Site Page
uk: Сторінка створення нового сайту за замовчуванням

source: Enable Visits Limitation & Counting
uk: Увімкнути обмеження та підрахунок відвідувань

source: Enabling this option will add visits limitation settings to the plans and add the functionality necessary to count site visits on the front-end.
uk: Увімкнення цієї опції додасть налаштування ліміту відвідувань до планів та функцію підрахунку відвідувань на фронтенді.

source: Enable Screenshot Generator
uk: Увімкнути генератор скріншотів

source: With this option is enabled, WP Ultimo will take a screenshot for every newly created site on your network and set the resulting image as that site's featured image. This features requires a valid license key to work and it is not supported for local sites.
uk: Якщо опцію увімкнено, WP Ultimo робитиме скріншот кожного нового сайту й встановлюватиме його як мініатюру. Для роботи потрібна чинна ліцензія; локальні сайти не підтримуються.

source: WordPress Features
uk: Функції WordPress

source: Override default WordPress settings for network Sites.
uk: Перевизначте стандартні налаштування WordPress для сайтів мережі.

source: Enable Plugins Menu
uk: Увімкнути меню «Плагіни»

source: Do you want to let users on the network to have access to the Plugins page, activating plugins for their sites? If this option is disabled, the customer will not be able to manage the site plugins.
uk: Надати користувачам мережі доступ до сторінки «Плагіни» та можливість активувати плагіни для своїх сайтів? Якщо вимкнено, клієнти не зможуть керувати плагінами своїх сайтів.

source: You can select which plugins the user will be able to use for each plan.
uk: Для кожного плану ви можете визначити, які плагіни будуть доступні користувачам.

source: Add New Users
uk: Додавати нових користувачів

source: Allow site administrators to add new users to their site via the "Users → Add New" page.
uk: Дозволити адміністраторам сайтів додавати нових користувачів через «Користувачі → Додати нового».

source: You can limit the number of users allowed for each plan.
uk: Кількість дозволених користувачів можна обмежити для кожного плану.

source: Site Template Options
uk: Параметри шаблонів сайтів

source: Configure certain aspects of how Site Templates behave.
uk: Налаштуйте певні аспекти роботи шаблонів сайтів.

source: Allow Template Switching
uk: Дозволити зміну шаблону

source: Enabling this option will add an option on your client's dashboard to switch their site template to another one available on the catalog of available templates. The data is lost after a switch as the data from the new template is copied over.
uk: Увімкнення додасть на панель клієнта опцію зміни шаблону сайту на інший із каталогу. Під час переключення дані буде перезаписано даними нового шаблону.

source: Allow Users to use their own Sites as Templates
uk: Дозволити користувачам використовувати власні сайти як шаблони

source: Enabling this option will add the user own sites to the template screen, allowing them to create a new site based on the content and customizations they made previously.
uk: Увімкнувши, ви додасте власні сайти користувача до екрана шаблонів, що дозволить створювати нові сайти на основі вже налаштованих.

source: Copy Media on Template Duplication?
uk: Копіювати медіафайли під час дублювання шаблону?

source: Checking this option will copy the media uploaded on the template site to the newly created site. This can be overridden on each of the plans.
uk: Якщо ввімкнено, медіафайли з шаблону буде скопійовано до нового сайту. Це можна перевизначити для кожного плану.

source: Prevent Search Engines from indexing Site Templates
uk: Запобігати індексації шаблонів сайтів пошуковиками

source: Checking this option will discourage search engines from indexing all the Site Templates on your network.
uk: Якщо ввімкнено, буде додано мета-тег, що відмовляє пошукові системи від індексації всіх шаблонів у мережі.

source: Payment Settings
uk: Налаштування платежів

source: Force Auto-Renew
uk: Примусове автопродовження

source: Enable this option if you want to make sure memberships are created with auto-renew activated whenever the selected gateway supports it. Disabling this option will show an auto-renew option during checkout.
uk: Увімкніть, щоб підписки завжди створювалися з увімкненим автопродовженням, якщо шлюз це підтримує. Якщо вимкнено, під час оформлення з'явиться перемикач автопродовження.

source: Allow Trials without Payment Method
uk: Дозволити випробування без способу оплати

source: By default, WP Ultimo asks customers to add a payment method on sign-up even if a trial period is present. Enable this option to only ask for a payment method when the trial period is over.
uk: За замовчуванням WP Ultimo просить додати спосіб оплати навіть при наявності пробного періоду. Увімкніть, щоб вимагати спосіб оплати лише після завершення пробного періоду.

source: Send Invoice on Payment Confirmation
uk: Надсилати рахунок після підтвердження платежу

source: Enabling this option will attach a PDF invoice (marked paid) with the payment confirmation email. This option does not apply to the Manual Gateway, which sends invoices regardless of this option.
uk: Увімкнення цієї опції прикріпить PDF-рахунок (оплачено) до листа підтвердження платежу. Не стосується ручного шлюзу, який надсилає рахунки завжди.

source: The invoice files will be saved on the wp-content/uploads/wu-invoices folder.
uk: Файли рахунків зберігатимуться у папці wp-content/uploads/wu-invoices.

source: Invoice Numbering Scheme
uk: Схема нумерації рахунків

source: What should WP Ultimo use as the invoice number?
uk: Що використовувати як номер рахунку?

source: Payment Reference Code
uk: Код платежу

source: Sequential Number
uk: Послідовний номер

source: Next Invoice Number
uk: Наступний номер рахунку

source: This number will be used as the invoice number for the next invoice generated on the system. It is incremented by one every time a new invoice is created. You can change it and save it to reset the invoice sequential number to a specific value.
uk: Це число буде використано як номер для наступного рахунку й збільшується на 1 після кожного створення. Ви можете змінити його, щоб задати своє значення.

source: Invoice Number Prefix
uk: Префікс номера рахунку

source: Use %%YEAR%%, %%MONTH%%, and %%DAY%% to create a dynamic placeholder. E.g. %%YEAR%%-%%MONTH%%-INV will become %s.
uk: Використовуйте %%YEAR%%, %%MONTH%% і %%DAY%% для динамічних вставок. Напр., %%YEAR%%-%%MONTH%%-INV стане %s.

source: Payment Gateways
uk: Платіжні шлюзи

source: Activate and configure the installed payment gateways in this section.
uk: Активуйте та налаштуйте встановлені платіжні шлюзи в цьому розділі.

source: Emails
uk: Електронні листи

source: Domain Mapping
uk: Мапінг доменів

source: Single Sign-On
uk: Єдиний вхід (SSO)

source: Hosting or Panel Providers
uk: Хостинг або панель керування

source: Configure and manage the integration with your Hosting or Panel Provider.
uk: Налаштуйте та керуйте інтеграцією з вашим хостингом або панеллю керування.

source: Miscellaneous
uk: Різне

source: Other options that do not fit anywhere else.
uk: Інші параметри, що не підходять до жодної категорії.

source: Hide UI Tours
uk: Приховати ознайомчі тури

source: The UI tours showed by WP Ultimo should permanently hide themselves after being seen but if they persist for whatever reason, toggle this option to force them into their viewed state - which will prevent them from showing up again.
uk: Тури інтерфейсу WP Ultimo повинні зникати після перегляду, але якщо вони продовжують з'являтися, увімкніть цю опцію, аби примусово позначити їх переглянутими.

source: Disable "Hover to Zoom"
uk: Вимкнути «Наведення для збільшення»

source: By default, WP Ultimo adds a "hover to zoom" feature, allowing network admins to see larger version of site screenshots and other images across the UI in full-size when hovering over them. You can disable that feature here. Preview tags like the above are not affected.
uk: За замовчуванням WP Ultimo додає функцію збільшення зображення при наведенні, щоб адміністратори мережі могли переглядати скріншоти сайтів у повному розмірі. Тут можна вимкнути цю функцію. Попередній перегляд (як вище) не постраждає.

source: Logging
uk: Журналювання

source: Log WP Ultimo data. This is useful for debugging purposes.
uk: Записувати дані WP Ultimo у журнал. Корисно для налагодження.

source: Logging Level
uk: Рівень журналювання

source: Select the level of logging you want to use.
uk: Виберіть рівень деталізації журналу.

source: PHP Default
uk: PHP за замовчуванням

source: Errors Only
uk: Лише помилки

source: Everything
uk: Усе

source: Send Error Data to WP Ultimo Developers
uk: Надсилати дані про помилки розробникам WP Ultimo

source: With this option enabled, every time your installation runs into an error related to WP Ultimo, that error data will be sent to us. No sensitive data gets collected, only environmental stuff (e.g. if this is this is a subdomain network, etc).
uk: Якщо увімкнено, під час кожної помилки, пов'язаної з WP Ultimo, дані про неї буде надіслано нам. Конфіденційні дані не збираються, лише інформація про середовище (наприклад, тип мережі).

source: Change the plugin and wordpress behavior.
uk: Змінити поведінку плагіна та WordPress.

source: Run Migration Again
uk: Запустити міграцію знову

source: Rerun the Migration Wizard if you experience data-loss after migrate.
uk: Перезапустіть майстер міграції, якщо після перенесення виникла втрата даних.

source: <b>Important:</b> This process can have unexpected behavior with your current Ultimo models.<br>We recommend that you create a backup before continue.
uk: <b>Важливо:</b> Процес може непередбачувано вплинути на поточні дані Ultimo.<br>Перед продовженням рекомендуємо створити резервну копію.

source: Migrate
uk: Мігрувати

source: Security Mode
uk: Режим безпеки

source: Only WP Ultimo and other must-use plugins will run on your WordPress install while this option is enabled.<div class="wu-mt-2"><b>Important:</b> Copy the following URL to disable security mode if something goes wrong and this page becomes unavailable:<code>%2$s</code></div>
uk: Поки увімкнено цей режим, у вашій установці WordPress працюватимуть лише WP Ultimo та інші must-use плагіни.<div class="wu-mt-2"><b>Важливо:</b> Скопіюйте цю URL-адресу, щоб вимкнути режим безпеки, якщо щось піде не так і сторінка стане недоступною:<code>%2$s</code></div>

source: Remove Data on Uninstall
uk: Видаляти дані під час видалення

source: Remove all saved data for WP Ultimo when the plugin is uninstalled.
uk: Видалити всі збережені дані WP Ultimo під час деінсталяції плагіна.

source: Sunrise upgrade attempt succeeded.
uk: Спроба оновлення Sunrise успішна.

source: File not found.
uk: Файл не знайдено.

source: Sunrise copy failed: %s
uk: Не вдалося скопіювати Sunrise: %s

source: plugins
uk: плагіни

source: It seems that you have not run the WP Ultimo upgrader yet. That is the first thing we need to do.
uk: Схоже, ви ще не запускали оновлювач WP Ultimo. Це потрібно зробити першочергово.

source: Visit the Installer to finish the upgrade &rarr;
uk: Перейдіть до встановлювача, щоб завершити оновлення &rarr;

source: To make sure you do not experience any crashes on your network, we checked the add-ons installed and deactivated the ones that could cause problems in their currently installed version - or that are no longer supported.
uk: Щоб запобігти можливим збоям у мережі, ми перевірили встановлені додатки й деактивували ті, які можуть спричинити проблеми у поточній версії або більше не підтримуються.

source: These add-ons include:
uk: До цих додатків належать:

source: Other add-ons that you have installed at the moment are still supported, but have new versions with full compatibility with version 2.0:
uk: Інші встановлені додатки ще підтримуються, але вже мають нові версії з повною сумісністю з версією 2.0:

source: <strong>Thanks for updating to WP Ultimo version 2.0</strong>!
uk: <strong>Дякуємо за оновлення до WP Ultimo версії 2.0</strong>!

source: WooCommerce Integration
uk: Інтеграція з WooCommerce

source: A new version with full support for WP Ultimo 2.0 is already out. An update will appear on your %s page.
uk: Нова версія з повною підтримкою WP Ultimo 2.0 вже доступна. Оновлення з'явиться на сторінці %s.

source: Plugin and Theme Manager
uk: Менеджер плагінів і тем

source: Although still supported, a new version fully compatible with WP Ultimo 2.0 is available. An update will appear on your %s page.
uk: Хоча додаток усе ще підтримується, доступна нова версія з повною сумісністю з WP Ultimo 2.0. Оновлення з'явиться на сторінці %s.

source: Multiple Accounts
uk: Кілька акаунтів
