Repository: vuckro/wp-multisite-waas
Catalog: lang/multisite-ultimate-*.po
Languages: uk

source: Select Site Type
uk: Виберіть тип сайту

source: Different site types have different options and settings.
uk: Різні типи сайтів мають різні параметри та налаштування.

source: Regular WordPress
uk: Звичайний WordPress

source: Site Template
uk: Шаблон сайту

source: Customer-owned
uk: У власності клієнта

source: Template Categories
uk: Категорії шаблонів

source: e.g.: Landing Page, Health...
uk: наприклад: Landing Page, Health…

source: Customers will be able to filter by categories during signup.
uk: Під час реєстрації клієнти зможуть фільтрувати за категоріями.

source: Associated Membership
uk: Пов’язане членство

source: The membership that owns this site.
uk: Членство, якому належить цей сайт.

source: Changing the membership will transfer the site and all its assets to the new membership.
uk: Зміна членства передасть сайт і всі його активи новому членству.

source: Save Site
uk: Зберегти сайт

source: Transfer Site
uk: Перемістити сайт

source: Use this option to manually enable or disable this site.
uk: Скористайтеся цим параметром, щоб вручну увімкнути або вимкнути цей сайт.

source: Site Image
uk: Зображення сайту

source: This image is used on lists of sites and other places. It can be automatically generated by the screenshot scraper.
uk: Це зображення використовується у списках сайтів та інших місцях. Його можна автоматично згенерувати засобом знімків екрана.

source: You need to save the site for the change to take effect.
uk: Щоб зміни набули чинності, потрібно зберегти сайт.

source: We detected that this network might be running locally. If that's the case, WP Ultimo will not be able to take a screenshot of the site. A site needs to be publicly available to the outside world in order for this feature to work.
uk: Виявлено, що ця мережа може працювати локально. У такому разі WP Ultimo не зможе зробити знімок екрана сайту. Щоб ця функція працювала, сайт має бути доступний ззовні.

source: Take Screenshot
uk: Зробити знімок екрана

source: Edit Site
uk: Редагувати сайт

source: Add new Site
uk: Додати новий сайт

source: Go to the Default Edit Screen
uk: Перейти до стандартного екрана редагування

source: Visit Site
uk: Відвідати сайт

source: Site updated with success!
uk: Сайт успішно оновлено!

source: Enter Site Name
uk: Введіть назву сайту

source: This name will be used as the site title.
uk: Ця назва буде використана як заголовок сайту.

source: Delete Site
uk: Видалити сайт

source: Confirm Publication
uk: Підтвердити публікацію

source: Publish
uk: Опублікувати

source: Pending site not found.
uk: Пендинг-сайт не знайдено.

source: Copy of %s
uk: Копія %s

source: Duplicate Site
uk: Дублювати сайт

source: Subdomain
uk: Піддомен

source: Subdirectory
uk: Підкаталог

source: Site Title
uk: Заголовок сайту

source: New Network Site
uk: Новий сайт мережі

source: The site URL will be: %s
uk: URL сайту буде: %s

source: Site Domain/Path
uk: Домен/шлях сайту

source: Enter the complete domain for the site
uk: Введіть повний домен сайту

source: Regular WP Site
uk: Звичайний WP-сайт

source: Customer-Owned
uk: У власності клієнта

source: Copy Site
uk: Копіювати сайт

source: Select an existing site to use as a starting point.
uk: Виберіть існуючий сайт як відправну точку.

source: Template Site
uk: Сайт-шаблон

source: The site selected will be copied and used as a starting point.
uk: Вибраний сайт буде скопійовано й використано як основу.

source: Copy Media on Duplication
uk: Копіювати медіа під час дублювання

source: Copy media files from the template site on duplication. Disabling this can lead to broken images on the new site.
uk: Копіювати медіафайли з сайту-шаблону під час дублювання. Вимкнення може призвести до неробочих зображень на новому сайті.

source: Site removed successfully.
uk: Сайт успішно видалено.

source: Search Site
uk: Пошук сайту

source: System Info
uk: Системна інформація

source: %s seconds
uk: %s секунд

source: Enabled
uk: Увімкнено

source: Disabled
uk: Вимкнено

source: Not set
uk: Не встановлено

source: Yes
uk: Так

source: No
uk: Ні

source: Writable
uk: Доступний для запису

source: Not Writable
uk: Недоступний для запису

source: Tax Rates
uk: Податкові ставки

source: Country
uk: Країна

source: State / Province
uk: Штат / Провінція

source: City
uk: Місто

source: Tax Rate (%)
uk: Податкова ставка (%)

source: URL Parameter
uk: Параметр URL

source: This is the URL parameter WP Ultimo will use to generate the template preview URLs.
uk: Це параметр URL, який WP Ultimo використовуватиме для створення URL-адрес попереднього перегляду шаблонів.

source: If your site templates are not loading, you can disable the top-bar using this setting.
uk: Якщо ваші шаблони сайтів не завантажуються, можна вимкнути верхню панель за допомогою цього параметра.

source: Show Responsive Controls
uk: Показати елементи адаптивності

source: Toggle to show or hide the responsive controls.
uk: Перемкніть, щоб показати або приховати елементи адаптивності.

source: Button Text
uk: Текст кнопки

source: Use this Template
uk: Використати цей шаблон

source: Choose the background color for the top-bar.
uk: Виберіть колір фону верхньої панелі.

source: Button BG Color
uk: Колір фону кнопки

source: Pick the background color for the button.
uk: Виберіть колір фону для кнопки.

source: You can set a different logo to be used on the top-bar.
uk: Ви можете встановити інший логотип для верхньої панелі.

source: The logo is displayed on the preview page top-bar.
uk: Логотип відображається на верхній панелі сторінки попереднього перегляду.

source: Customize Template Previewer
uk: Налаштувати попередній перегляд шаблону

source: Edit Template Previewer
uk: Редагувати попередній перегляд шаблону

source: Template Previewer updated with success!
uk: Попередній перегляд шаблону успішно оновлено!

source: Enter Template Previewer Name
uk: Введіть назву перегляду шаблону

source: Go to the dashboard
uk: Перейти до панелі керування

source: Manage Sites
uk: Керування сайтами

source: Go to the sites page
uk: Перейти на сторінку сайтів

source: Manage Memberships
uk: Керування членствами

source: Go to the memberships page
uk: Перейти на сторінку членств

source: Go to the customers page
uk: Перейти на сторінку клієнтів

source: Go to the products page
uk: Перейти на сторінку продуктів

source: Go to the payments page
uk: Перейти на сторінку платежів

source: Go to the discount codes page
uk: Перейти на сторінку кодів знижок

source: Settings Container
uk: Контейнер налаштувань

source: Go to the settings page
uk: Перейти на сторінку налаштувань

source: Go to the add-ons page
uk: Перейти на сторінку додатків

source: Copied!
uk: Скопійовано!

source: View Log
uk: Переглянути журнал

source: No log files found
uk: Файли журналів не знайдені

source: You can see files that are not WP Ultimo's logs
uk: Ви можете переглядати файли, що не є журналами WP Ultimo

source: No log entries found.
uk: Записів у журналі не знайдено.

source: Log Contents
uk: Вміст журналу

source: Log Files
uk: Файли журналів

source: Select Log File
uk: Виберіть файл журналу

source: Download Log
uk: Завантажити журнал

source: Viewing file:
uk: Перегляд файлу:

source: Delete Log File
uk: Видалити файл журналу

source: Something wrong happened
uk: Щось пішло не так

source: File not found
uk: Файл не знайдено

source: We were unable to delete file
uk: Не вдалося видалити файл

source: Webhook Test
uk: Тест вебхука

source: An error occurred when sending the test webhook, please try again.
uk: Під час надсилання тестового вебхука сталася помилка, спробуйте ще раз.

source: Webhook URL
uk: URL вебхука

source: The URL where we will send the payload when the event triggers.
uk: URL, на який буде надіслано дані, коли спрацює подія.

source: The event .
uk: Подія.

source: Send Test Event
uk: Надіслати тестову подію

source: The event that triggers this webhook.
uk: Подія, що запускає цей вебхук.

source: Select Event
uk: Виберіть подію

source: Deactivate will end the event trigger for this webhook.
uk: Деактивація припинить спрацьовування цієї події для вебхука.

source: Use this option to manually enable or disable this webhook.
uk: Скористайтеся цим параметром, щоб вручну увімкнути або вимкнути цей вебхук.

source: Options
uk: Параметри

source: Integration
uk: Інтеграція

source: Name of the service responsible for creating this webhook. If you are manually creating this webhook, use the value "manual".
uk: Назва сервісу, відповідального за створення цього вебхука. Якщо ви створюєте вебхук вручну, використовуйте значення «manual».

source: Run Count
uk: Кількість запусків

source: This webhook was triggered %d time(s).
uk: Цей вебхук був запущений %d раз(и).

source: The number of times that this webhook was triggered so far. It includes test runs.
uk: Кількість разів, коли цей вебхук був запущений. Включає тестові запуски.

source: Edit Webhook
uk: Редагувати вебхук

source: Add new Webhook
uk: Додати новий вебхук

source: Webhook updated successfully!
uk: Вебхук успішно оновлено!

source: Enter Webhook
uk: Введіть вебхук

source: Save Webhook
uk: Зберегти вебхук

source: Delete Webhook
uk: Видалити вебхук

source: Webhook Name
uk: Назва вебхука

source: A name to easily identify your webhook.
uk: Назва для легкої ідентифікації вебхука.

source: E.g. Zapier Integration
uk: Напр. інтеграція з Zapier

source: The event that will trigger the webhook.
uk: Подія, яка запускатиме вебхук.

source: Webhook Url
uk: URL вебхука

source: The url of your webhook.
uk: URL вашого вебхука.

source: E.g. https://example.com/
uk: Напр. https://example.com/

source: Add New Webhook
uk: Додати новий вебхук

source: Webhook removed successfully.
uk: Вебхук успішно видалено.

source: Search Webhook
uk: Пошук вебхука

source: Webhooks
uk: Вебхуки

source: Section
uk: Розділ

source: Continue &rarr;
uk: Продовжити &rarr;

source: &larr; Go Back
uk: &larr; Назад

source: Skip this Step
uk: Пропустити цей крок

source: Your account was successfully updated.
uk: Ваш обліковий запис успішно оновлено.

source: Account
uk: Обліковий запис

source: Add New Site
uk: Додати новий сайт

source: Checkout
uk: Оформлення

source: Change Membership
uk: Змінити членство

source: My Sites
uk: Мої сайти

source: Switch Template
uk: Змінити шаблон

source: Template switched successfully!
uk: Шаблон успішно змінено!

source: All Registered Pages
uk: Усі зареєстровані сторінки

source: Registered Pages
uk: Зареєстровані сторінки

source: Created via REST API
uk: Створено через REST API

source: Products are required.
uk: Потрібно вказати продукти.

source: The customer ID, if the customer already exists. If you also need to create a customer/wp user, use the "customer" property.
uk: Ідентифікатор клієнта, якщо клієнт уже існує. Якщо потрібно також створити клієнта/користувача WP, використовуйте властивість «customer».

source: Customer data. Needs to be present when customer id is not.
uk: Дані клієнта. Необхідні, якщо ідентифікатор клієнта не вказаний.

source: Existing WordPress user id to attach this customer to. If you also need to create a WordPress user, pass the properties "username", "password", and "email".
uk: Ідентифікатор існуючого користувача WordPress, до якого буде прив’язано цього клієнта. Якщо потрібно також створити користувача WordPress, передайте властивості «username», «password» та «email».

source: The customer username. This is used to create the WordPress user.
uk: Ім’я користувача клієнта. Використовується для створення користувача WordPress.

source: The customer password. This is used to create the WordPress user. Note that no validation is performed here to enforce strength.
uk: Пароль клієнта. Використовується для створення користувача WordPress. Зверніть увагу, що перевірка надійності тут не здійснюється.

source: The customer email address. This is used to create the WordPress user.
uk: Е-mail-адреса клієнта. Використовується для створення користувача WordPress.

source: The membership data is automatically generated based on the cart info passed (e.g. products) but can be overridden with this property.
uk: Дані членства автоматично генеруються на основі переданої інформації кошика (наприклад, продуктів), але можуть бути перевизначені за допомогою цієї властивості.

source: The membership expiration date. Must be a valid PHP date format.
uk: Дата закінчення членства. Повинна відповідати коректному формату дати PHP.

source: The membership trial end date. Must be a valid PHP date format.
uk: Дата завершення пробного періоду членства. Повинна відповідати коректному формату дати PHP.

source: The membership activation date. Must be a valid PHP date format.
uk: Дата активації членства. Повинна відповідати коректному формату дати PHP.

source: The membership last renewed date. Must be a valid PHP date format.
uk: Дата останнього продовження членства. Повинна відповідати коректному формату дати PHP.

source: The membership cancellation date. Must be a valid PHP date format.
uk: Дата скасування членства. Повинна відповідати коректному формату дати PHP.

source: The membership completion date. Used when the membership is limited to a limited number of billing cycles. Must be a valid PHP date format.
uk: Дата завершення членства. Використовується, коли членство обмежене певною кількістю платіжних циклів. Повинна відповідати коректному формату дати PHP.

source: The payment data is automatically generated based on the cart info passed (e.g. products) but can be overridden with this property.
uk: Дані платежу автоматично генеруються на основі переданої інформації кошика (наприклад, продуктів), але можуть бути перевизначені за допомогою цієї властивості.

source: The payment status.
uk: Статус платежу.

source: Payment method information. Useful when using the REST API to integrate other payment methods.
uk: Інформація про спосіб оплати. Корисно під час використання REST API для інтеграції інших платіжних методів.

source: The gateway name. E.g. stripe.
uk: Назва платіжного шлюзу, напр. Stripe.

source: The customer ID on the gateway system.
uk: Ідентифікатор клієнта у системі платіжного шлюзу.

source: The subscription ID on the gateway system.
uk: Ідентифікатор підписки у системі платіжного шлюзу.

source: The payment ID on the gateway system.
uk: Ідентифікатор платежу у системі платіжного шлюзу.

source: The site subdomain or subdirectory (depending on your Multisite install). This would be "test" in "test.your-network.com".
uk: Піддомен або піддиректорія сайту (залежить від типу Multisite). Наприклад, «test» у «test.your-network.com».

source: The site title. E.g. My Amazing Site
uk: Заголовок сайту, напр. «Мій неймовірний сайт»

source: If we should publish this site regardless of membership/payment status. Sites are created as pending by default, and are only published when a payment is received or the status of the membership changes to "active". This flag allows you to bypass the pending state.
uk: Чи публікувати сайт незалежно від статусу членства/платежу. За замовчуванням сайти створюються у стані «очікує» та публікуються лише після отримання платежу або переходу членства у статус «active». Цей прапорець дозволяє обійти стан очікування.

source: The template ID we should copy when creating this site. If left empty, the value dictated by the products will be used.
uk: ID шаблону, який слід копіювати під час створення сайту. Якщо не вказано, буде використане значення, визначене продуктами.

source: An associative array of key values to be saved as site_meta.
uk: Асоціативний масив пар «ключ-значення», що буде збережений як site_meta.

source: An associative array of key values to be saved as site_options. Useful for changing plugin settings and other site configurations.
uk: Асоціативний масив пар «ключ-значення», що буде збережений як site_options. Корисно для зміни налаштувань плагінів та інших конфігурацій сайту.

source: The products to be added to this membership. Takes an array of product ids or slugs.
uk: Продукти, які потрібно додати до цього членства. Приймає масив ID або слагів продуктів.

source: The membership duration.
uk: Тривалість членства.

source: The membership duration unit.
uk: Одиниця виміру тривалості членства.

source: A discount code. E.g. PROMO10.
uk: Промокод, напр. PROMO10.

source: The membership auto-renew status. Useful when integrating with other payment options via this REST API.
uk: Стан автоматичного поновлення членства. Корисно при інтеграції з іншими платіжними опціями через REST API.

source: The customer country. Used to calculate taxes and check if registration is allowed for that country.
uk: Країна клієнта. Використовується для розрахунку податків та перевірки дозволу реєстрації для цієї країни.

source: The currency to be used.
uk: Валюта, що буде використана.

source: The customer id sent does not correspond to a valid customer.
uk: Наданий ідентифікатор клієнта не відповідає дійсному клієнту.

source: The ID of the original 1.X model that was used to generate this item on migration.
uk: ID вихідної моделі версії 1.X, що була використана для створення цього елемента під час міграції.

source: Can be info, success, warning or error.
uk: Може бути info, success, warning або error.

source: This broadcast name, which is used as broadcast title as well.
uk: Назва розсилки, яка також використовується як заголовок.

source: The type being set.
uk: Тип, що встановлюється.

source: The status being set.
uk: Статус, що встановлюється.

source: The author ID.
uk: ID автора.

source: Post title.
uk: Заголовок повідомлення.

source: Post content.
uk: Вміст повідомлення.

source: Post excerpt.
uk: Короткий опис повідомлення.

source: Post creation date.
uk: Дата створення повідомлення.

source: Post last modification date.
uk: Дата останньої зміни повідомлення.

source: The slug.
uk: Слаг.

source: Set true to have field information validation bypassed when saving this event.
uk: Встановіть true, щоб пропустити перевірку інформації полів під час збереження цього об’єкта.

source: The checkout form slug. It needs to be unique and preferably make it clear what it is about. E.g. my_checkout_form.
uk: Слаг форми оформлення. Має бути унікальним і бажано зрозумілим, напр. my_checkout_form.

source: Your checkout form name, which is used as checkout form title as well.
uk: Назва вашої форми оформлення, яка також використовується як заголовок форми.

source: Set this checkout form as active (true), which means available to be used, or inactive (false).
uk: Встановіть форму оформлення активною (true), щоб вона була доступна, або неактивною (false).

source: Custom CSS code for the checkout form.
uk: Користувацький CSS-код для форми оформлення.

source: The checkout form settings and configurations.
uk: Налаштування та конфігурації форми оформлення.

source: The allowed countries that can access this checkout.
uk: Дозволені країни, з яких можна користуватися цією формою.

source: The thank you page ID. This page is shown after a successful purchase.
uk: ID сторінки подяки. Відображається після успішної покупки.

source: Snippets to run on thank you page.
uk: Сніпети, які потрібно виконати на сторінці подяки.

source: Template mode. Can be either 'blank', 'single-step' or 'multi-step'.
uk: Режим шаблону: «blank», «single-step» або «multi-step».

source: Model creation date.
uk: Дата створення моделі.

source: Model last modification date.
uk: Дата останньої зміни моделі.

source: The WordPress user ID attached to this customer.
uk: ID користувача WordPress, пов’язаний із цим клієнтом.

source: Date when the customer was created.
uk: Дата створення клієнта.

source: Email verification status - either `none`, `pending`, or `verified`.
uk: Статус перевірки e-mail: «none», «pending» або «verified».

source: Date this customer last logged in.
uk: Дата останнього входу клієнта.

source: Whether or not the customer has trialed before.
uk: Чи мав клієнт пробний період раніше.

source: If this customer is a VIP customer or not.
uk: Чи є клієнт VIP-клієнтом.

source: List of IP addresses used by this customer.
uk: Список IP-адрес, що використовував клієнт.

source: Any extra information related to this customer.
uk: Будь-яка додаткова інформація про цього клієнта.

source: The customer type. Can be 'customer'.
uk: Тип клієнта (наприклад, «customer»).

source: The form used to signup.
uk: Форма, за допомогою якої здійснено реєстрацію.

source: Your discount code name, which is used as discount code title as well.
uk: Назва коду знижки, яка також використовується як його заголовок.

source: A unique identification to redeem the discount code. E.g. PROMO10.
uk: Унікальний ідентифікатор для застосування коду знижки, наприклад PROMO10.

source: A description for the discount code, usually a short text.
uk: Опис коду знижки (зазвичай короткий текст).

source: Number of times this discount was applied.
uk: Кількість використань цього коду знижки.

source: The number of times this discount can be used before becoming inactive.
uk: Скільки разів можна використати цей код знижки, перш ніж він стане неактивним.

source: Wether or not we should apply the discount to membership renewals.
uk: Чи застосовувати знижку під час поновлення членства.

source: The type of the discount code. Can be 'percentage' (e.g. 10%% OFF), 'absolute' (e.g. $10 OFF).
uk: Тип знижки: «percentage» (наприклад, 10%% OFF) або «absolute» (наприклад, $10 OFF).

source: Amount discounted in cents.
uk: Сума знижки у центах.

source: Type of the discount for the setup fee value. Can be a percentage or absolute.
uk: Тип знижки для плати за налаштування: відсоткова або абсолютна.

source: Amount discounted for setup fees in cents.
uk: Сума знижки на плату за налаштування у центах.

source: Set this discount code as active (true), which means available to be used, or inactive (false).
uk: Позначте код знижки як активний (true) або неактивний (false).

source: Start date for the coupon code to be considered valid.
uk: Дата початку дії коду знижки.

source: Expiration date for the coupon code.
uk: Дата завершення дії коду знижки.

source: Date when this discount code was created.
uk: Дата створення коду знижки.

source: The list of products that allows this discount code to be used. If empty, all products will accept this code.
uk: Список продуктів, для яких діє цей код знижки. Якщо порожній, код приймають усі продукти.

source: This discount code will be limited to be used in certain products? If set to true, you must define a list of allowed products.
uk: Чи обмежується використання коду знижки певними продуктами? Якщо true, потрібно вказати список дозволених продуктів.

source: Your Domain name. You don't need to put http or https in front of your domain in this field. e.g: example.com.
uk: Ім’я домену (без http/https), наприклад example.com.

source: The blog ID attached to this domain.
uk: ID сайту (блогу), прив’язаного до цього домену.

source: Set this domain as active (true), which means available to be used, or inactive (false).
uk: Позначте домен як активний (true) або неактивний (false).

source: Define true to set this as primary domain of a site, meaning it's the main url, or set false.
uk: Встановіть true, щоб зробити цей домен основним URL сайту; або false.

source: If this domain has some SSL security or not.
uk: Чи має домен SSL-сертифікат.

source: The state of the domain model object. Can be one of this options: checking-dns, checking-ssl-cert, done-without-ssl, done and failed.
uk: Стан об’єкта домену: checking-dns, checking-ssl-cert, done-without-ssl, done, failed.

source: Date when the domain was created. If no date is set, the current date and time will be used.
uk: Дата створення домену. Якщо не вказано, використовується поточна дата й час.

source: The email style. Can be 'html' or 'plain-text'.
uk: Стиль електронного листа: «html» або «plain-text».
