Repository: vuckro/wp-multisite-waas
Catalog: lang/multisite-ultimate-*.po
Languages: uk

source: Dates
uk: Дати

source: Primary
uk: Первинний

source: Is Primary
uk: Є первинним

source: Not Primary Domain
uk: Не первинний домен

source: Non-HTTPS
uk: Без HTTPS

source: Verification Stage
uk: Стадія перевірки

source: Reset
uk: Скинути

source: %1$s hour(s) and %2$s minute(s) after the event.
uk: %1$s год. і %2$s хв. після події.

source: %s day(s) after the event.
uk: %s дн. після події.

source: Sent immediately after the event.
uk: Надіслано одразу після події.

source: slug
uk: слаг

source: When
uk: Коли

source: Email not found.
uk: Лист не знайдено.

source: Email Type
uk: Тип листа

source: All Emails
uk: Усі листи

source: Admin Emails
uk: Листи адміністратору

source: Customer Emails
uk: Листи клієнтам

source: Automatically started
uk: Запущено автоматично

source: No initiator found
uk: Ініціатора не знайдено

source: Initiator
uk: Ініціатор

source: SLug
uk: Слаг

source: Severity
uk: Рівень

source: Success
uk: Успіх

source: Neutral
uk: Нейтрально

source: Info
uk: Інформація

source: Warning
uk: Попередження

source: Fatal
uk: Фатальна

source: Created At
uk: Створено

source: Event ID
uk: ID події

source: Event Type
uk: Тип події

source: Automatically processed by WP Ultimo
uk: Автоматично оброблено WP Ultimo

source: Processed %s
uk: Оброблено %s

source: Line Item
uk: Позиція

source: Edit Item
uk: Редагувати позицію

source: Delete Item
uk: Видалити позицію

source: Quantity: %s
uk: Кількість: %s

source: Tax Applied
uk: Податок застосовано

source: No Taxes Applied
uk: Податки не застосовуються

source: No discount
uk: Без знижки

source: discounts
uk: знижки

source: Subtotal
uk: Проміжний підсумок

source: Product not found
uk: Продукт не знайдено

source: Price description
uk: Опис ціни

source: Upgrade or Downgrade
uk: Оновлення або зниження

source: every %2$s
uk: кожні %2$s

source: for %s cycle
uk: за %s цикл

source: one time payment
uk: одноразова оплата

source: Ref.
uk: Реф.

source: Reference Code
uk: Референс-код

source: Expiration
uk: Закінчення

source: It never expires
uk: Ніколи не закінчується

source: Renewal Date
uk: Дата поновлення

source: All Memberships
uk: Усі членства

source: Homepage
uk: Домашня сторінка

source: Discounts: %s
uk: Знижки: %s

source: Subtotal: %s
uk: Проміжний підсумок: %s

source: Taxes: %s
uk: Податки: %s

source: Item Description
uk: Опис позиції

source: Partial
uk: Частковий

source: All Payments
uk: Усі платежі

source: Requires contact
uk: Потребує контакту

source: No Setup Fee
uk: Без плати за налаштування

source: All Products
uk: Усі продукти

source: Packages
uk: Пакети

source: Services
uk: Сервіси

source: Last login %s
uk: Останній вхід %s

source: Registered %s
uk: Зареєстровано %s

source: Publish Site
uk: Опублікувати сайт

source: VIP Status
uk: Статус VIP

source: Regular Sites
uk: Звичайні сайти

source: VIP Sites
uk: VIP-сайти

source: Site Since
uk: Сайт з

source: All Sites
uk: Усі сайти

source: Alias
uk: Аліас

source: Secure (HTTPS)
uk: Безпечний (HTTPS)

source: Not Secure (HTTP)
uk: Небезпечний (HTTP)

source: Webhook
uk: Вебхук

source: Sending Test..
uk: Надсилання тесту...

source: Send Test
uk: Надіслати тест

source: See Events
uk: Переглянути події

source: Target URL
uk: Цільовий URL

source: Trigger Event
uk: Тригер події

source: Count
uk: Кількість

source: Your Sites
uk: Ваші сайти

source: No product or customer target was selected.
uk: Не вибрано цільових продуктів або клієнтів.

source: Error: you are not allowed to perform this action.
uk: Помилка: у вас немає дозволу виконати цю дію.

source: Error: customer not found.
uk: Помилка: клієнта не знайдено.

source: You must be authenticated in order to verify your email address. <a href=%s>Click here</a> to access your account.
uk: Щоб підтвердити email-адресу, спочатку увійдіть. <a href=%s>Натисніть тут</a>, щоб увійти до облікового запису.

source: Invalid verification key.
uk: Невірний ключ підтвердження.

source: Domain Mapping Settings
uk: Налаштування мапінгу доменів

source: Define the domain mapping settings for your network.
uk: Визначте налаштування мапінгу доменів для вашої мережі.

source: Enable Domain Mapping?
uk: Увімкнути мапінг доменів?

source: Do you want to enable domain mapping?
uk: Бажаєте увімкнути мапінг доменів?

source: Force Admin Redirect
uk: Примусовий редірект адмінки

source: Select how you want your users to access the admin panel if they have mapped domains.
uk: Виберіть, як користувачі повинні заходити в адмінку, якщо використовують власні домени.

source: Force Redirect to Mapped Domain: your users with mapped domains will be redirected to theirdomain.com/wp-admin, even if they access using yournetworkdomain.com/wp-admin.
uk: Примусовий редірект до зіставленого домену: користувачів буде перенаправлено на theirdomain.com/wp-admin, навіть якщо вони заходять через yournetworkdomain.com/wp-admin.

source: Force Redirect to Network Domain: your users with mapped domains will be redirect to yournetworkdomain.com/wp-admin, even if they access using theirdomain.com/wp-admin.
uk: Примусовий редірект до домену мережі: користувачів буде перенаправлено на yournetworkdomain.com/wp-admin, навіть якщо вони заходять через theirdomain.com/wp-admin.

source: Allow access to the admin by both mapped domain and network domain
uk: Дозволити доступ до адмінки з обох доменів

source: Force Redirect to Mapped Domain
uk: Редірект до зіставленого домену

source: Force Redirect to Network Domain
uk: Редірект до домену мережі

source: Enable Custom Domains?
uk: Увімкнути власні домени?

source: Toggle this option if you wish to allow end-customers to add their own domains. This can be controlled on a plan per plan basis.
uk: Увімкніть, щоб дозволити клієнтам додавати власні домени (можна керувати на рівні плану).

source: Add New Domain Instructions
uk: Інструкції з додавання домену

source: Display a customized message with instructions for the mapping and alerting the end-user of the risks of mapping a misconfigured domain.
uk: Показати користувачу власне повідомлення з інструкціями та попередженням про ризики неправильного налаштування домену.

source: You can use the placeholder <code>%NETWORK_DOMAIN%</code> and <code>%NETWORK_IP%</code>.
uk: Можна використовувати плейсхолдери <code>%NETWORK_DOMAIN%</code> і <code>%NETWORK_IP%</code>.

source: Single Sign-On Settings
uk: Налаштування SSO

source: Settings to configure the Single Sign-On functionality of WP Ultimo, responsible for keeping customers and admins logged in across all network domains.
uk: Параметри для налаштування SSO, що підтримує авторизацію клієнтів і адміністраторів на всіх доменах мережі.

source: Enable Single Sign-On
uk: Увімкнути SSO

source: Enables the Single Sign-on functionality.
uk: Активує функцію єдиного входу.

source: Restrict SSO Checks to Login Pages
uk: Перевіряти SSO лише на сторінках входу

source: The Single Sign-on feature adds one extra ajax calls to every page load on sites with custom domains active to check if it should perform an auth loopback. You can restrict these extra calls to the login pages of sub-sites using this option. If enabled, SSO will only work on login pages.
uk: SSO додає один додатковий AJAX-запит під час кожного завантаження сторінки на сайтах із власними доменами, щоб перевірити необхідність loopback-автентифікації. Ці запити можна обмежити тільки сторінками входу. Якщо увімкнено, SSO працюватиме лише там.

source: Enable SSO Loading Overlay
uk: Показувати оверлей під час SSO

source: When active, a loading overlay will be added on-top of the site currently being viewed while the SSO auth loopback is performed on the background.
uk: Якщо ввімкнено, під час виконання loopback-автентифікації SSO поверх сайту з’являтиметься екран завантаження.

source: Cool! You're about to make this site accessible using your own domain name!
uk: Чудово! Ви зараз зробите сайт доступним через власний домен!

source: For that to work, you'll need to create a new CNAME record pointing to <code>%NETWORK_DOMAIN%</code> on your DNS manager.
uk: Щоб це працювало, створіть CNAME-запис, що вказує на <code>%NETWORK_DOMAIN%</code>, у вашому DNS-менеджері.

source: After you finish that step, come back to this screen and click the button below.
uk: Після цього поверніться на цю сторінку й натисніть кнопку нижче.

source: Starting Check for %s
uk: Початок перевірки %s

source: - DNS propagation finished, advancing domain to next step...
uk: - DNS-пропагація завершена, переходимо до наступного кроку...

source: - DNS propagation checks tried for the max amount of times (5 times, one every %d minutes). Marking as failed.
uk: - Спроб перевірки DNS виконано максимум (5 разів, кожні %d хв). Позначено як невдале.

source: - DNS propagation not finished, retrying in %d minutes...
uk: - DNS-пропагація ще триває, повтор через %d хв...

source: - Valid SSL cert found. Marking domain as done.
uk: - Знайдено дійсний SSL-сертифікат. Домен позначено як готовий.

source: - SSL checks tried for the max amount of times (5 times, one every %d minutes). Marking as ready without SSL.
uk: - Перевірок SSL виконано максимум (5 разів, кожні %d хв). Позначено як готовий без SSL.

source: - SSL Cert not found, retrying in %d minute(s)...
uk: - SSL-сертифікат не знайдено, спробуємо через %d хв...

source: A valid domain was not passed.
uk: Не передано коректного домену.

source: Not able to fetch DNS entries.
uk: Не вдалося отримати DNS-записи.

source: Invalid Integration ID
uk: Невірний ID інтеграції

source: The necessary constants were not found on your wp-config.php file: %s
uk: У файлі wp-config.php відсутні необхідні константи: %s

source: No targets found.
uk: Цілей не знайдено.

source: Sender Settings
uk: Налаштування відправника

source: Change the settings of the email headers, like from and name.
uk: Змінити заголовки листів (ім’я та email відправника).

source: "From" Name
uk: Ім’я «Від кого»

source: How the sender name will appear in emails sent by WP Ultimo.
uk: Як відображатиметься ім’я відправника у листах WP Ultimo.

source: "From" E-mail
uk: Email «Від кого»

source: How the sender email will appear in emails sent by WP Ultimo.
uk: Як відображатиметься email відправника у листах WP Ultimo.

source: Template Settings
uk: Налаштування шаблонів

source: Change the settings of the email templates.
uk: Змінити параметри шаблонів листів.

source: Email Templates Style
uk: Стиль шаблонів листів

source: Expiring Notification Settings
uk: Налаштування сповіщень про завершення

source: Change the settings for the expiring notification (trials and subscriptions) emails.
uk: Налаштуйте листи-нагадування про завершення пробних періодів і підписок.

source: Days to Expire
uk: Днів до завершення

source: Select when we should send the notification email. If you select 3 days, for example, a notification email will be sent to every membership (or trial period) expiring in the next 3 days. Memberships are checked hourly.
uk: Вкажіть, за скільки днів надсилати нагадування. Напр., при значенні 3 лист надійде кожному членству (чи пробному періоду), що завершиться за 3 дні. Перевірка щогодини.

source: e.g. 3
uk: напр. 3

source: You got a new payment!
uk: Ви отримали новий платіж!

source: We got your payment!
uk: Ми отримали ваш платіж!

source: A new site was created on your Network!
uk: У вашій мережі створено новий сайт!

source: Your site is ready!
uk: Ваш сайт готовий!

source: Confirm your email address!
uk: Підтвердіть свою email-адресу!

source: A new domain was added to your Network!
uk: До вашої мережі додано новий домен!

source: You have a new pending payment!
uk: У вас є новий очікуваний платіж!

source: No event was selected.
uk: Подію не вибрано.

source: Event was not found.
uk: Подію не знайдено.

source: Data not found.
uk: Дані не знайдено.

source: Payment Received
uk: Платіж отримано

source: This event is fired every time a new payment is received, regardless of the payment status.
uk: Ця подія спрацьовує щоразу, коли надходить новий платіж — незалежно від його статусу.

source: Site Published
uk: Сайт опубліковано

source: This event is fired every time a new site is created tied to a membership, or transitions from a pending state to a published state.
uk: Подія спрацьовує кожного разу, коли створюється новий сайт, пов’язаний із членством, або коли сайт переходить із очікування в опублікований стан.

source: Email Verification Needed
uk: Потрібна перевірка email

source: This event is fired every time a new customer is added with an email verification status of pending.
uk: Подія спрацьовує щоразу, коли створюється новий клієнт із неверифікованою email-адресою.

source: New Domain Mapping Added
uk: Додано нове відображення домену

source: This event is fired every time a new domain mapping is added by a customer.
uk: Подія спрацьовує щоразу, коли клієнт додає новий домен.

source: New Renewal Payment Created
uk: Створено платіж за поновлення

source: This event is fired every time a new renewal payment is created by WP Ultimo.
uk: Подія спрацьовує щоразу, коли WP Ultimo створює платіж за поновлення.

source: This event is fired every time a %1$s is %2$s by WP Ultimo.
uk: Подія спрацьовує щоразу, коли WP Ultimo %2$s %1$s.

source: Removed %1$d events successfully. Failed to remove %2$d events.
uk: Успішно видалено %1$d подій. Не вдалося видалити %2$d подій.

source: Template not found.
uk: Шаблон не знайдено.

source: Form not available
uk: Форма недоступна

source: Object not found.
uk: Об’єкт не знайдено.

source: Review this action carefully.
uk: Уважно перевірте цю дію.

source: Missing gateway parameter.
uk: Відсутній параметр платіжного шлюзу.

source: Active Payment Gateways
uk: Активні платіжні шлюзи

source: Payment gateways are what your customers will use to pay.
uk: Платіжні шлюзи — це способи, якими ваші клієнти здійснюють оплату.

source: Stripe is a suite of payment APIs that powers commerce for businesses of all sizes, including subscription management.
uk: Stripe — це набір платіжних API, який обслуговує бізнеси будь-якого розміру й підтримує керування підписками.

source: Stripe Checkout is the hosted solution for checkouts using Stripe.
uk: Stripe Checkout — хмарне рішення для приймання платежів через Stripe.

source: PayPal is the leading provider in checkout solutions and it is the easier way to get your network subscriptions going.
uk: PayPal — провідний постачальник платіжних рішень і найпростіший спосіб запустити підписки у вашій мережі.

source: Use the Manual Gateway to allow users to pay you directly via bank transfers, checks, or other channels.
uk: Використовуйте ручний шлюз, щоб клієнти могли оплачувати напряму банківським переказом, чеком чи іншими способами.

source: Reset Limitations
uk: Скинути обмеження

source: Required parameters are missing.
uk: Відсутні обов’язкові параметри.

source: Limitations are only available for customer-owned sites. You need to change the type to Customer-owned and save this site before the options are shown.
uk: Обмеження доступні лише для сайтів, що належать клієнту. Змініть тип на «У власності клієнта» та збережіть сайт, щоб переглянути параметри.

source: Limits
uk: Ліміти

source: Only customer-owned sites have limitations.
uk: Ліміти застосовуються лише до сайтів, що належать клієнтам.

source: Control limitations imposed to the number of sites allowed for memberships attached to this product.
uk: Керуйте обмеженнями кількості сайтів у межах членств із цим продуктом.

source: Visits
uk: Відвідування

source: Control limitations imposed to the number of unique visitors allowed for memberships attached to this product.
uk: Керуйте обмеженнями кількості унікальних відвідувачів для членств із цим продуктом.

source: Limit Unique Visits
uk: Обмежити унікальні відвідування

source: Toggle this option to enable unique visits limitation.
uk: Перемкніть, щоб увімкнути обмеження унікальних відвідувань.

source: Unique Visits Quota
uk: Квота унікальних відвідувань

source: Set a top limit for the number of monthly unique visits. Leave empty or 0 to allow for unlimited visits.
uk: Встановіть максимальну кількість місячних унікальних відвідувань. Залиште порожньо або 0 для безліміту.

source: e.g. 10000
uk: напр. 10000

source: Current Unique Visits Count this Month
uk: Поточна кількість унікальних відвідувань за місяць

source: Current visits count for this particular site.
uk: Поточний лічильник відвідувань цього сайту.

source: Users
uk: Користувачі

source: Control limitations imposed to the number of user allowed for memberships attached to this product.
uk: Керуйте обмеженнями кількості користувачів для членств із цим продуктом.

source: Limit User
uk: Обмежити користувачів

source: Enable user limitations for this product.
uk: Увімкнути обмеження користувачів для цього продукту.

source: Post Types
uk: Типи записів

source: Control limitations imposed to the number of posts allowed for memberships attached to this product.
uk: Керуйте обмеженнями кількості записів для членств із цим продуктом.

source: Limit Post Types
uk: Обмежити типи записів

source: Toggle this option to set limits to each post type.
uk: Перемкніть, щоб задати ліміт для кожного типу записів.

source: <strong>Note:</strong> Using the fields below you can set a post limit for each of the post types activated. <br>Toggle the switch to <strong>deactivate</strong> the post type altogether. Leave 0 or blank for unlimited posts.
uk: <strong>Примітка:</strong> У полях нижче можна встановити ліміт для кожного активованого типу записів. <br>Перемкніть, щоб <strong>деактивувати</strong> тип повністю. Залиште 0 або порожньо для безліміту.

source: Disk Space
uk: Дисковий простір

source: Control limitations imposed to the disk space allowed for memberships attached to this entity.
uk: Керуйте обмеженнями дискового простору для членств, пов’язаних із цим об’єктом.

source: Limit Disk Space per Site
uk: Обмежити дисковий простір на сайт

source: Enable disk space limitations for this entity.
uk: Увімкнути обмеження дискового простору для цього об’єкта.

source: Disk Space Allowance
uk: Доступний дисковий простір

source: Set a limit in MBs for the disk space for <strong>each</strong> individual site.
uk: Встановіть ліміт у МБ для <strong>кожного</strong> сайту.

source: Custom Domains
uk: Власні домени

source: Limit the number of users on each role, posts, pages, and more.
uk: Обмежити кількість користувачів для кожної ролі, записів, сторінок тощо.

source: Allow Custom Domains
uk: Дозволити власні домени

source: Toggle this option on to allow this plan to enable custom domains for sign-ups on this plan.
uk: Увімкніть, щоб дозволити власні домени для цього плану під час реєстрації.

source: Themes
uk: Теми

source: Select how the themes installed on the network should behave.
uk: Виберіть поведінку тем, встановлених у мережі.

source: Plugins
uk: Плагіни

source: You can choose the behavior of each plugin installed on the platform.
uk: Ви можете визначити поведінку кожного встановленого плагіна.

source: Select how the plugins installed on the network should behave.
uk: Виберіть поведінку плагінів, встановлених у мережі.

source: Reset the limitations applied to this element.
uk: Скинути обмеження, застосовані до цього елемента.

source: Use this option to reset the custom limitations applied to this object.
uk: Скористайтесь цією опцією для скидання користувацьких обмежень.

source: This value is being applied only to this entity. Changes made to the membership or product permissions will not affect this particular value.
uk: Значення застосовується лише до цього об’єкта. Зміни дозволів членства чи продукту на нього не вплинуть.

source: Limit %s Role
uk: Обмежити роль %s

source: The customer will be able to create %s users(s) of this user role.
uk: Клієнт зможе створити %s користувач(ів) із цією роллю.

source: unlimited
uk: безліміт

source: no
uk: ні

source: %s Role Quota. e.g. 10
uk: Квота для ролі %s, напр. 10

source: Limit %s
uk: Обмежити %s

source: The customer will be able to create %s post(s) of this post type.
uk: Клієнт зможе створити %s запис(ів) цього типу.

source: %s Quota. e.g. 200
uk: Квота %s, напр. 200

source: Limit Sites
uk: Обмежити сайти

source: Enable site limitations for this product.
uk: Увімкнути обмеження сайтів для цього продукту.

source: The product type selection does not support allowing for the creating of extra sites.
uk: Вибраний тип продукту не підтримує створення додаткових сайтів.

source: Site Allowance
uk: Доступна кількість сайтів

source: This is the number of sites the customer will be able to create under this membership.
uk: Кількість сайтів, які клієнт може створити в межах цього членства.

source: An unexpected error happened.
uk: Сталася непередбачена помилка.

source: Clear Notes
uk: Очистити нотатки

source: Add new Note
uk: Додати нотатку

source: Notes
uk: Нотатки

source: Add notes to this model.
uk: Додайте нотатки до цієї моделі.

source: Note Content
uk: Вміст нотатки

source: Basic formatting is supported.
uk: Підтримується базове форматування.

source: Add Note
uk: Додати нотатку

source: Confirm clear all notes?
uk: Підтвердити очищення всіх нотаток?

source: Confirm clear the note?
uk: Підтвердити видалення нотатки?

source: Clear Note
uk: Видалити нотатку

source: Note not found
uk: Нотатку не знайдено

source: Hide Admin Notices on Sites
uk: Приховати адм. повідомлення на сайтах

source: Hide all admin notices on network sites, except for WP Ultimo broadcasts.
uk: Приховати всі адміністраторські повідомлення на сайтах мережі, окрім оголошень WP Ultimo.

source: Pending Payments
uk: Очікувані платежі

source: You have pending payments on your account!
uk: У вашому акаунті є очікувані платежі!

source: You do not have pending payments on your account!
uk: У вашому акаунті немає очікуваних платежів!

source: Pay Now
uk: Сплатити зараз

source: This invoice does not exist.
uk: Цього рахунку не існує.

source: Site names can only contain lowercase letters (a-z), numbers, and hyphens.
uk: Назви сайтів можуть містити лише малі літери (a–z), цифри та дефіси.

source: You do not have the necessary permissions to create a site to this membership
uk: У вас немає прав створювати сайт у цьому членстві.

source: This site is not available at the moment.<br><small>If you are the site admin, click <a href="%s">here</a> to login.</small>
uk: Цей сайт наразі недоступний.<br><small>Якщо ви адміністратор, натисніть <a href="%s">тут</a>, щоб увійти.</small>

source: Site not available
uk: Сайт недоступний

source: We were not able to fetch the screenshot.
uk: Не вдалося отримати скриншот.

source: WP Ultimo - Search Engines
uk: WP Ultimo — Пошукові системи

source: Your WP Ultimo settings are configured to <strong>prevent search engines such as Google from indexing your template sites</strong>.
uk: Налаштування WP Ultimo <strong>забороняють пошуковикам (Google тощо) індексувати ваші шаблонні сайти</strong>.

source: If you are experiencing negative SEO impacts on other sites in your network, consider disabling this setting <a href="%s">here</a>.
uk: Якщо це негативно впливає на SEO інших сайтів мережі, вимкніть цю опцію <a href="%s">тут</a>.

source: Hey there! We highly recommend managing your network sites using the WP Ultimo &rarr; Sites page. <br>If you want to avoid confusion, you can also hide this page from the admin panel completely on the WP Ultimo &rarr; Settings &rarr; Whitelabel options.
uk: Рекомендуємо керувати сайтами мережі на сторінці WP Ultimo → Sites.<br>Щоб уникнути плутанини, можна повністю приховати цю сторінку в адмінпанелі (WP Ultimo → Settings → Whitelabel).

source: Go to the WP Ultimo Sites page &rarr;
uk: Перейти до WP Ultimo → Sites &rarr;

source: Go to the Whitelabel Settings &rarr;
uk: Перейти до налаштувань Whitelabel &rarr;
