Repository: vuckro/wp-multisite-waas
Catalog: lang/multisite-ultimate-*.po
Languages: uk

source: Adds a checkout box that can be checked by the customer.
uk: Додає прапорець, який клієнт може відмітити.

source: Default State
uk: Стандартний стан

source: Use the toggle to the set the default state of the checkbox.
uk: Встановіть стандартний стан прапорця.

source: Adds a color picker field.
uk: Додає поле вибору кольору.

source: Default Color
uk: Колір за замовчуванням

source: Set the default value for this color field.
uk: Встановіть початковий колір для цього поля.

source: Adds an additional field to apply a discount code.
uk: Додає поле для застосування коду знижки.

source: Have a coupon code?
uk: Маєте промокод?

source: Adds a email address field. This email address will be used to create the WordPress user.
uk: Додає поле електронної пошти, що буде використано для створення користувача WordPress.

source: Display Notices
uk: Показувати повідомлення

source: When the customer is already logged in, a box with the customer's username and a link to logout is displayed instead of the email field. Disable this option if you do not want that box to show up.
uk: Якщо користувач уже ввійшов, замість поля електронної пошти відображається блок із ім’ям користувача та посиланням для виходу. Вимкніть, щоб не показувати цей блок.

source: Not you?
uk: Не ви?

source: Existing customer?
uk: Вже є клієнтом?

source: <a href="%s">Log in</a> to renew or change an existing membership.
uk: <a href="%s">Увійдіть</a>, щоб поновити або змінити чинне членство.

source: Not %1$s? <a href="%2$s">Log in</a> using your account.
uk: Не %1$s? <a href="%2$s">Увійдіть</a> у свій обліковий запис.

source: Hidden Field
uk: Приховане поле

source: Adds a hidden field. This is useful when coupled with the "Fill from the Request" option, to load values from the URL, for example.
uk: Додає приховане поле. Корисно разом з опцією «Заповнювати з запиту» для завантаження значень з URL.

source: Pre-filled Value
uk: Попередньо заповнене значення

source: The field will be populated with this value. Can be overridden if the pre-fill from request option is enabled.
uk: Поле буде заповнене цим значенням; його можна перевизначити, якщо увімкнено заповнення з запиту.

source: e.g. blue
uk: напр. blue

source: Order Bump
uk: Додаткова пропозиція

source: Adds a product offer that the customer can click to add to the current cart.
uk: Додає пропозицію продукту, яку клієнт може додати до кошика.

source: e.g. Premium
uk: напр. Premium

source: Select the product that will be presented to the customer as an add-on option.
uk: Виберіть продукт, який буде запропоновано як доповнення.

source: Display Product Description
uk: Показувати опис продукту

source: Toggle to display the product description as well, if one is available.
uk: Увімкніть, щоб також показувати опис продукту.

source: Display Product Image
uk: Показувати зображення продукту

source: Toggle to display the product image as well, if one is available.
uk: Увімкніть, щоб також показувати зображення продукту.

source: Template does not exist.
uk: Шаблон не існує.

source: Order Summary
uk: Підсумок замовлення

source: Adds a summary table with prices, key subscription dates, discounts, and taxes.
uk: Додає таблицю з підсумком: ціни, ключові дати підписки, знижки та податки.

source: Table Columns
uk: Стовпці таблиці

source: "Simplified" will condense all discount and tax info into separate rows to keep the table with only two columns. "Display All" adds a discounts and taxes column to each product row.
uk: «Спрощено» — згортає всю інформацію про знижки та податки в окремі рядки, залишаючи лише два стовпці. «Показати все» додає стовпець знижок і податків до кожного рядка продукту.

source: Simplified
uk: Спрощено

source: Display All
uk: Показати все

source: Layout
uk: Макет

source: Select your Layout
uk: Виберіть макет

source: Adds a password field, with options for enforcing password strength and adding password confirmation field. This password is then used to create the WordPress user.
uk: Додає поле пароля з опціями вимоги до складності та підтвердження пароля. Цей пароль використовується для створення користувача WordPress.

source: Display Password Strength Meter
uk: Показувати індикатор надійності пароля

source: Adds a password strength meter below the password field. Enabling this option also enforces passwords to be strong.
uk: Додає під полем пароля індикатор надійності та вимагає складний пароль.

source: Display Password Confirm Field
uk: Показувати поле підтвердження пароля

source: Adds a "Confirm your Password" field below the default password field to reduce the chance or making a mistake.
uk: Додає поле «Підтвердіть пароль» під основним полем, щоб зменшити ризик помилки.

source: Payment
uk: Платіж

source: Adds the payment options and the additional fields required to complete a purchase (e.g. credit card field).
uk: Додає параметри оплати та додаткові поля, необхідні для завершення покупки (наприклад, поле кредитної картки).

source: Auto-renew
uk: Автопродовження

source: Period Select
uk: Вибір періоду

source: Adds a period selector, that allows customers to switch between different billing periods.
uk: Додає перемикач періоду, що дозволяє клієнтам перемикатися між різними білінговими періодами.

source: Plan Duration Switch
uk: Перемикач тривалості плану

source: Period Selector Template
uk: Шаблон перемикача періоду

source: Select your Template
uk: Оберіть шаблон

source: Add different options below. These need to match your product price variations.
uk: Додайте нижче різні опції. Вони мають відповідати ціновим варіаціям ваших продуктів.

source: Add the first option using the button below.
uk: Додайте першу опцію за допомогою кнопки нижче.

source: e.g. Monthly
uk: наприклад: Щомісяця

source: + Add option
uk: + Додати опцію

source: Pricing Table
uk: Таблиця цін

source: Adds a pricing table section that customers can use to choose a plan to subscribe to.
uk: Додає секцію таблиці цін, за допомогою якої клієнти можуть вибрати план підписки.

source: Plan Selection
uk: Вибір плану

source: Be sure to add the products in the order you want them to show up.
uk: Додайте продукти у тому порядку, у якому вони повинні відображатися.

source: Force Different Durations
uk: Примусити різні тривалості

source: Check this option to force the display of plans with different recurring durations.
uk: Увімкніть цю опцію, щоб примусово показувати плани з різною періодичністю оплати.

source: Hide when Pre-Selected
uk: Приховати, якщо вже обрано

source: Prevent customers from seeing this field when a plan was already selected via the URL.
uk: Не показувати це поле, якщо план уже вибрано через URL.

source: If the pricing table field is the only field in the current step, the step will be skipped.
uk: Якщо поле таблиці цін є єдиним на цьому кроці, крок буде пропущено.

source: Pricing Table Template
uk: Шаблон таблиці цін

source: Hidden field used to pre-select products. This is useful when you have a signup page for specific offering/bundles and do not want your customers to be able to choose plans and products manually.
uk: Приховане поле для попереднього вибору продуктів. Корисно, коли сторінка реєстрації призначена для конкретних пропозицій/пакетів і ви не хочете, щоб клієнти вручну обирали плани та продукти.

source: Pre-selected Products
uk: Попередньо вибрані продукти

source: Use this field to pre-select products. This is useful when you have a signup page for specific offering/bundles and do not want your customers to be able to choose plans and other products manually.
uk: Використовуйте це поле для попереднього вибору продуктів. Це корисно, коли сторінка реєстрації призначена для конкретних пропозицій/пакетів і ви не хочете, щоб клієнти вручну обирали плани та інші продукти.

source: Select
uk: Вибрати

source: Adds a select field.
uk: Додає поле випадаючого списку.

source: Add different options below. The first option is used as the default.
uk: Додайте різні опції нижче. Перша опція буде використана за замовчуванням.

source: Option Value
uk: Значення опції

source: e.g. option1
uk: наприклад: option1

source: e.g. Option 1
uk: наприклад: Опція 1

source: Shortcode
uk: Шорткод

source: Displays the content of a given WordPress shortcode. Can be useful to inset content from other plugins inside a WP Ultimo checkout form.
uk: Відображає вміст зазначеного шорткоду WordPress. Може бути корисним для вставки контенту з інших плагінів у форму оформлення WP Ultimo.

source: Displays the content of a given WordPress shortcode. Can be useful to insert content from other plugins inside a WP Ultimo checkout form.
uk: Відображає вміст зазначеного шорткоду WordPress. Може бути корисним для вставки контенту з інших плагінів у форму оформлення WP Ultimo.

source: e.g. [shortcode]
uk: наприклад: [shortcode]

source: Please, enter the full shortcode, including [].
uk: Будь ласка, введіть повний шорткод, включно з [].

source: Adds a Site Title field. This value is used to set the site title for the site being created.
uk: Додає поле «Назва сайту». Це значення буде використано як заголовок створюваного сайту.

source: Auto-generate?
uk: Автоматично згенерувати?

source: Check this option to auto-generate this field based on the username of the customer.
uk: Увімкніть, щоб автоматично згенерувати це поле на основі імені користувача клієнта.

source: Adds a Site URL field. This is used to set the URL of the site being created.
uk: Додає поле «URL сайту». Використовується для встановлення URL створюваного сайту.

source: Auto-generate
uk: Автоматично

source: Display URL field attachments
uk: Показувати префікс/суфікс URL

source: Adds the prefix and suffix blocks to the URL field.
uk: Додає до поля URL блоки префікса та суфікса.

source: Display URL preview block
uk: Показувати попередній перегляд URL

source: Adds a preview block that shows the final URL.
uk: Додає блок попереднього перегляду, який показує кінцевий URL.

source: Enable Domain Selection
uk: Увімкнути вибір домену

source: Offer different domain options to your customers to choose from.
uk: Надайте клієнтам можливість обирати з кількох доменних опцій.

source: Available Domains
uk: Доступні домени

source: Enter one domain option per line.
uk: Введіть по одному доменному варіанту в кожному рядку.

source: New URL Preview
uk: Попередній перегляд нового URL

source: Steps
uk: Кроки

source: Adds a list of the steps.
uk: Додає список кроків.

source: Submit Button
uk: Кнопка надсилання

source: Adds a submit button. This is required to finalize single-step checkout forms or to navigate to the next step on multi-step checkout forms.
uk: Додає кнопку надсилання. Потрібна для завершення форми з одним кроком або для переходу до наступного кроку у багатокрокових формах.

source: Add "Go Back" button
uk: Додати кнопку «Повернутися»

source: Enable this option to add a "Go Back" button. Useful for multi-step checkout forms.
uk: Увімкніть цю опцію, щоб додати кнопку «Повернутися». Корисно для багатокрокових форм оплати.

source: "Go Back" Button Label
uk: Мітка кнопки «Повернутися»

source: Value to be used as the "Go Back" label.
uk: Текст, який буде використовуватися як мітка кнопки «Повернутися».

source: e.g. &larr; Go Back
uk: наприклад: &larr; Повернутися

source: Templates
uk: Шаблони

source: Adds a template selection section. This allows the customer to choose a pre-built site to be used as a template for the site being currently created.
uk: Додає секцію вибору шаблону. Дозволяє клієнту вибрати заготовлений сайт-шаблон для нового сайту.

source: Available templates
uk: Доступні шаблони

source: How do you want to choose available which templates will be available.
uk: Яким чином визначати, які шаблони будуть доступними.

source: Template Sites
uk: Сайти-шаблони

source: e.g. Template Site 1, My Agency
uk: наприклад: Template Site 1, My Agency

source: Be sure to add the templates in the order you want them to show up.
uk: Додайте шаблони в тому порядку, у якому вони мають відображатися.

source: Prevent customers from seeing this field when a template was already selected via the URL.
uk: Не показувати це поле, якщо шаблон уже вибрано через URL.

source: If the template selection field is the only field in the current step, the step will be skipped.
uk: Якщо поле вибору шаблону є єдиним на цьому кроці, крок буде пропущено.

source: Template Selector Template
uk: Шаблон вибору шаблону

source: Terms of Use
uk: Умови використання

source: Adds a terms and conditions checkbox that must be marked before the account/site can be created.
uk: Додає прапорець згоди з умовами, який потрібно відмітити перед створенням акаунта/сайту.

source: I agree with the terms of use.
uk: Я погоджуюся з умовами використання.

source: Terms Checkbox Label
uk: Мітка прапорця умов

source: e.g. I agree with the terms of use.
uk: наприклад: Я погоджуюся з умовами використання.

source: Link to the Terms Page
uk: Посилання на сторінку умов

source: Enter the link to the terms of use content.
uk: Введіть посилання на зміст умов використання.

source: e.g. https://yoursite.com/terms
uk: наприклад: https://yoursite.com/terms

source: Read here
uk: Читати тут

source: Adds a text field that the customer can fill with arbitrary data.
uk: Додає текстове поле, яке клієнт може заповнити довільними даними.

source: Adds an username field. This username will be used to create the WordPress user.
uk: Додає поле імені користувача. Це ім’я буде використано для створення користувача WordPress.

source: Check this option to auto-generate this field based on the email address of the customer.
uk: Увімкніть, щоб автоматично згенерувати це поле на основі електронної адреси клієнта.

source: Field Template
uk: Шаблон поля

source: Simple
uk: Простий

source: A simple layout with minimal styling, just enough to make it usable out-of-the-box.
uk: Простий макет з мінімальним стилем — готовий до використання одразу.

source: Clean
uk: Чистий

source: A simple template with clean markup and no styling, ready to be customized with custom CSS.
uk: Простий шаблон з чистою розміткою без стилів, готовий до кастомізації через CSS.

source: Legacy
uk: Класичний

source: Implementation of the layout that shipped with WP Ultimo < 1.10.X.
uk: Реалізація макету, що постачався з WP Ultimo версій до 1.10.X.

source: Simple List
uk: Простий список

source: Simple stylized list with price, recurrence, and the plan description.
uk: Простий стилізований список із ціною, періодичністю та описом плану.

source: Minimal
uk: Мінімальний

source: API & Webhooks
uk: API та вебхуки

source: API Settings
uk: Налаштування API

source: Options related to WP Ultimo API endpoints.
uk: Параметри, що стосуються кінцевих точок API WP Ultimo.

source: Enable API
uk: Увімкнути API

source: Tick this box if you want WP Ultimo to add its own endpoints to the WordPress REST API. This is required for some integrations to work, most notabily, Zapier.
uk: Позначте, якщо бажаєте, щоб WP Ultimo додав власні кінцеві точки до REST API WordPress. Це потрібно для роботи деяких інтеграцій, зокрема Zapier.

source: Credentials Refreshed
uk: Облікові дані оновлено

source: API URL
uk: URL API

source: API Key
uk: Ключ API

source: API Secret
uk: Секрет API

source: This is your API Key. You cannot change it directly. To reset the API key and secret, use the button "Refresh API credentials" below.
uk: Це ваш ключ API. Ви не можете змінити його напряму. Щоб скинути ключ і секрет, скористайтеся кнопкою «Оновити облікові дані API» нижче.

source: Refresh API Credentials
uk: Оновити облікові дані API

source: Log API calls (Advanced)
uk: Логувати виклики API (для досвідчених)

source: Tick this box if you want to log all calls received via WP Ultimo API endpoints. You can access the logs on WP Ultimo &rarr; System Info &rarr; Logs.
uk: Увімкніть, щоб записувати всі виклики, отримані через кінцеві точки API WP Ultimo. Переглянути журнали можна у WP Ultimo → System Info → Logs.

source: Webhook Settings
uk: Налаштування вебхуків

source: Options related to WP Ultimo API webhooks.
uk: Параметри, що стосуються вебхуків API WP Ultimo.

source: Wait for Response (Advanced)
uk: Очікувати відповіді (для досвідчених)

source: Tick this box if you want the WP Ultimo's webhook calls to wait for the remote server to respond. Keeping this option enabled can have huge effects on your network's performance, only enable it if you know what you are doing and need to debug webhook calls.
uk: Увімкніть, якщо потрібно, щоб виклики вебхуків WP Ultimo очікували відповіді від віддаленого сервера. Це може суттєво вплинути на продуктивність мережі; активуйте лише за потреби налагодження.

source: Welcome to our API
uk: Ласкаво просимо до нашого API

source: Updating WP Ultimo Core...
uk: Оновлення ядра WP Ultimo…

source: WP Ultimo - First Steps
uk: WP Ultimo — перші кроки

source: WP Ultimo - News & Discussions
uk: WP Ultimo — новини та обговорення

source: WP Ultimo - Summary
uk: WP Ultimo — зведення

source: WP Ultimo - Activity Stream
uk: WP Ultimo — стрічка активності

source: Welcome!
uk: Вітаємо!

source: Welcome to your new network dashboard!
uk: Ласкаво просимо до панелі керування вашою мережею!

source: You will notice that <strong>WP Ultimo</strong> adds a couple of useful widgets here so you can keep an eye on how your network is doing.
uk: Ви помітите, що <strong>WP Ultimo</strong> додає тут кілька корисних віджетів, аби ви могли стежити за станом мережі.

source: Finish your setup
uk: Завершіть налаштування

source: You still have a couple of things to do configuration-wise. Check the steps on this list and make sure you complete them all.
uk: У вас залишилося кілька кроків налаштування. Перегляньте їх у цьому списку та переконайтеся, що виконали все.

source: Our home
uk: Наш дім

source: You can always find WP Ultimo settings and other pages under our menu item, here on the Network-level dashboard. 😃
uk: Налаштування WP Ultimo та інші сторінки завжди можна знайти у пункті нашого меню на цій панелі мережі. 😃

source: Initial Setup
uk: Початкове налаштування

source: Go through the initial Setup Wizard to configure the basic settings of your network.
uk: Пройдіть початковий майстер, щоб налаштувати базові параметри мережі.

source: Finish the Setup Wizard
uk: Завершити майстер налаштування

source: Payment Method
uk: Спосіб оплати

source: You will need to configure at least one payment gateway to be able to receive money from your customers.
uk: Потрібно налаштувати щонайменше один платіжний шлюз, щоб отримувати платежі від клієнтів.

source: Add a Payment Method
uk: Додати спосіб оплати

source: Your First Customer
uk: Ваш перший клієнт

source: Open the link below in an incognito tab and go through your newly created signup form.
uk: Відкрийте посилання нижче в анонімній вкладці та пройдіть нову форму реєстрації.

source: Create a test Account
uk: Створити тестовий акаунт

source: Forum Discussions
uk: Обговорення на форумі

source: Unable to delete mapping %1$d for site %2$d
uk: Не вдалося видалити прив'язку %1$d для сайту %2$d

source: Activating WP Ultimo...
uk: Активуємо WP Ultimo…

source: Deactivating WP Ultimo...
uk: Деактивуємо WP Ultimo…

source: WP Ultimo successfully activated!
uk: WP Ultimo успішно активовано!

source: Your License Key
uk: Ваш ліцензійний ключ

source: Enter your license key here. You received your license key via email when you completed your purchase. Your license key usually starts with "sk_".
uk: Введіть свій ліцензійний ключ. Ви отримали його електронною поштою після покупки. Зазвичай ключ починається з «sk_».

source: e.g. sk_******************
uk: наприклад: sk_******************

source: Activate
uk: Активувати

source: Confirm the remove of your license key
uk: Підтвердьте видалення ліцензійного ключа

source: Remove License
uk: Видалити ліцензію

source: Error deactivating license.
uk: Помилка деактивації ліцензії.

source: License key is required.
uk: Потрібно ввести ліцензійний ключ.

source: An unexpected error occurred.
uk: Сталася непередбачена помилка.

source: License key expired
uk: Строк дії ліцензії минув

source: License key limit reached
uk: Досягнуто ліміту ліцензійного ключа

source: Invalid license key
uk: Неправильний ліцензійний ключ

source: This action took %s seconds.
uk: Ця дія зайняла %s с.

source: Maintenance Mode - Active
uk: Режим обслуговування — активний

source: This means that your site is not available for visitors at the moment. Only you and other logged users have access to it. Click here to toggle this option.
uk: Наразі ваш сайт недоступний для відвідувачів. Доступ мають лише ви та інші авторизовані користувачі. Натисніть тут, щоб перемкнути цю опцію.

source: Website under planned maintenance. Please check back later.
uk: Сайт перебуває на плановому обслуговуванні. Будь ласка, завітайте пізніше.

source: Under Maintenance
uk: На обслуговуванні

source: You do not have the necessary permissions to perform this option.
uk: У вас немає необхідних прав для виконання цієї дії.

source: New maintenance settings saved.
uk: Нові налаштування обслуговування збережено.

source: Site Maintenance Mode
uk: Режим обслуговування сайту

source: Allow your customers and super admins to quickly take sites offline via a toggle on the site dashboard.
uk: Дозвольте клієнтам і супер-адмінам швидко переводити сайти в автономний режим через перемикач на панелі сайту.

source: WP Ultimo requires at least PHP version %1$s to run. Your current PHP version is <strong>%2$s</strong>. Please, contact your hosting company support to upgrade your PHP version. If you want maximum performance consider upgrading your PHP to version 7.0 or later.
uk: Для роботи WP Ultimo потрібна щонайменше версія PHP %1$s. Зараз у вас <strong>%2$s</strong>. Зверніться до підтримки хостингу, щоб оновити PHP. Для кращої продуктивності радимо версію 7.0 або новішу.

source: WP Ultimo requires at least WordPress version %1$s to run. Your current WordPress version is <strong>%2$s</strong>.
uk: Для роботи WP Ultimo потрібна щонайменше версія WordPress %1$s. Зараз у вас <strong>%2$s</strong>.

source: WP Ultimo requires a multisite install to run properly. To know more about WordPress Networks, visit this link: <a href="https://wordpress.org/support/article/create-a-network/">Create a Network &rarr;</a>
uk: Для коректної роботи WP Ultimo потрібна мережа WordPress (Multisite). Докладніше про мережі WordPress: <a href="https://wordpress.org/support/article/create-a-network/">Створення мережі &rarr;</a>

source: WP Ultimo needs to be network active to run properly. You can "Network Activate" it <a href="%s">here</a>
uk: WP Ultimo має бути активований для мережі. Ви можете «Активувати для мережі» його <a href="%s">тут</a>

source: in %s
uk: через %s

source: %s ago
uk: %s тому

source: a few seconds
uk: кілька секунд

source: %d seconds
uk: %d секунд

source: a minute
uk: хвилина

source: %d minutes
uk: %d хвилин

source: an hour
uk: година

source: %d hours
uk: %d годин

source: a day
uk: день

source: %d days
uk: %d днів

source: a week
uk: тиждень

source: %d weeks
uk: %d тижнів

source: a month
uk: місяць

source: %d months
uk: %d місяців

source: a year
uk: рік

source: %d years
uk: %d років

source: Dashes are no longer supported when registering a setting. You should change it to underscores in later versions.
uk: Під час реєстрації налаштувань тире більше не підтримуються. У майбутніх версіях замініть їх на підкреслення.

source: Your Business
uk: Ваш бізнес

source: General information about your business..
uk: Загальна інформація про ваш бізнес.

source: Company Name
uk: Назва компанії

source: This name is used when generating invoices, for example.
uk: Ця назва використовується, наприклад, у рахунках.

source: Upload Company Logo
uk: Завантажити логотип компанії
