Repository: vuckro/wp-multisite-waas
Catalog: lang/multisite-ultimate-*.po
Languages: uk

source: Multiple Accounts is now part of WP Ultimo core. It needs to be activated on WP Ultimo → Settings → Login and Registration, though. You can safely remove this add-on after turning the new option on.
uk: Функція «Кілька акаунтів» тепер у ядрі WP Ultimo. Її потрібно увімкнути у WP Ultimo → Налаштування → Вхід та реєстрація. Після увімкнення можна безпечно видалити цей додаток.

source: Blocks
uk: Блоки

source: Blocks are now part of WP Ultimo core, although with different blocks available. You can safely delete this add-on on your %s page.
uk: Блоки тепер є частиною ядра WP Ultimo, хоч і з іншим набором доступних блоків. Ви можете безпечно видалити цей додаток на сторінці %s.

source: A new version of Domain Seller is coming out soon with full support for 2.0
uk: Незабаром буде випущено нову версію Domain Seller з повною підтримкою 2.0

source: Pro Sites Migrator
uk: Міграція Pro Sites

source: There are no plans to release a new version of Pro Sites Migrator at the moment.
uk: Наразі нова версія Pro Sites Migrator не планується.

source: This feature requires the plugin <strong>User Switching</strong> to be installed and active.
uk: Ця функція потребує встановленого й активного плагіна <strong>User Switching</strong>.

source: Install User Switching
uk: Встановити User Switching

source: Whitelabel
uk: Вайтлейбл

source: Basic Whitelabel
uk: Базовий вайтлейбл

source: Hide a couple specific WordPress elements and rename others.
uk: Приховує деякі елементи WordPress та перейменовує інші.

source: Hide WordPress Logo
uk: Приховати логотип WordPress

source: Hide the WordPress logo from the top-bar and replace the same logo on the My Sites top-bar item with a more generic icon.
uk: Приховує логотип WordPress на верхній панелі та замінює його на більш універсальну іконку в пункті «Мої сайти».

source: Hide Sites Admin Menu
uk: Приховати меню «Сайти»

source: We recommend that you manage all of your sites using the WP Ultimo &rarr; Sites page. To avoid confusion, you can hide the default "Sites" item from the WordPress admin menu by toggling this option.
uk: Ми рекомендуємо керувати всіма сайтами через WP Ultimo &rarr; Sites. Щоб уникнути плутанини, увімкніть цю опцію та приховайте стандартний пункт «Сайти» у меню адміністратора WordPress.

source: Replace the word "WordPress"
uk: Замінити слово «WordPress»

source: e.g. My App
uk: наприклад: My App

source: Replace all occurrences of the word "WordPress" with a different word.
uk: Замінює всі входження слова «WordPress» на інше слово.

source: Replace the word "Site" (singular)
uk: Замінити слово «Site» (одн.)

source: e.g. App
uk: наприклад: App

source: Replace all occurrences of the word "Site" with a different word.
uk: Замінює всі входження слова «Site» на інше слово.

source: Replace the word "Sites" (plural)
uk: Замінити слово «Sites» (мн.)

source: e.g. Apps
uk: наприклад: Apps

source: Replace all occurrences of the word "Sites" with a different word.
uk: Замінює всі входження слова «Sites» на інше слово.

source: WP Typography "Smart Quotes" replacement is not compatible with WP Ultimo and will be automatically disabled.
uk: Заміна «Smart Quotes» від WP Typography несумісна з WP Ultimo й буде автоматично вимкнена.

source: <strong>%s</strong> is generating the preview...
uk: <strong>%s</strong> генерує попередній перегляд...

source: You need to pass a valid plan ID.
uk: Необхідно передати дійсний ID плану.

source: Monthly
uk: Щомісяця

source: Quarterly
uk: Щокварталу

source: Yearly
uk: Щороку

source: Plans
uk: Плани

source: Options related to the Multiple Accounts feature.
uk: Параметри, пов’язані з функцією «Кілька акаунтів».

source: Enable Multiple Accounts
uk: Увімкнути кілька акаунтів

source: Allow users to have accounts in different sites with the same email address. This is useful when running stores with WooCommerce and other plugins, for example.
uk: Дозволяє користувачам мати акаунти на різних сайтах із однією й тією ж адресою електронної пошти. Корисно, наприклад, для магазинів на WooCommerce.

source: Read More
uk: Докладніше

source: <strong>%d</strong> accounts using this email.
uk: <strong>%d</strong> акаунтів з цією електронною адресою.

source: See all
uk: Переглянути всі

source: Options used by old 1.X versions.
uk: Параметри, що використовувалися у старих версіях 1.X.

source: Toggle Legacy Options
uk: Перемкнути застарілі параметри

source: Toggle this option to edit legacy options.
uk: Увімкніть, щоб редагувати застарілі параметри.

source: Featured Plan
uk: Рекомендований план

source: Toggle this option to mark this product as featured on the legacy pricing tables.
uk: Увімкніть, щоб позначити цей продукт як рекомендований у застарілих цінових таблицях.

source: Features List
uk: Список функцій

source: E.g. Feature 1
uk: Напр.: Функція 1

source: Feature 2
uk: Функція 2

source: Add a feature per line. These will be shown on the pricing tables.
uk: Додавайте по одній функції на рядок. Вони відображатимуться в цінових таблицях.

source: Anhui
uk: Аньхой

source: Beijing
uk: Пекін

source: Chongqing
uk: Чунцін

source: Fujian
uk: Фуцзянь

source: Gansu
uk: Ганьсу

source: Guangdong
uk: Гуандун

source: Guangxi Zhuang
uk: Гуансі-Чжуанський

source: Guizhou
uk: Гуйчжоу

source: Hainan
uk: Хайнань

source: Hebei
uk: Хебей

source: Heilongjiang
uk: Хейлунцзян

source: Henan
uk: Хенань

source: Hong Kong SAR
uk: Гонконг (САР)

source: Hubei
uk: Хубей

source: Hunan
uk: Хунань

source: Inner Mongolia
uk: Внутрішня Монголія

source: Jiangsu
uk: Цзянсу

source: Jiangxi
uk: Цзянсі

source: Jilin
uk: Цзілінь

source: Liaoning
uk: Ляонін

source: Macau SAR
uk: Макао (САР)

source: Ningxia Huizu
uk: Нінся-Хуейський

source: Qinghai
uk: Цинхай

source: Shaanxi
uk: Шеньсі

source: Shandong
uk: Шаньдун

source: Shanghai
uk: Шанхай

source: Shanxi
uk: Шаньсі

source: Sichuan
uk: Сичуань

source: Taiwan
uk: Тайвань

source: Tianjin
uk: Тяньцзінь

source: Xinjiang
uk: Сіньцзян

source: Xizang
uk: Тибет

source: Yunnan
uk: Юньнань

source: Zhejiang
uk: Чжецзян

source: Select your %s
uk: Оберіть вашу %s

source: Select your city
uk: Оберіть ваше місто

source: city
uk: місто

source: province
uk: провінція

source: state
uk: штат

source: territory
uk: територія

source: region
uk: регіон

source: department
uk: департамент

source: district
uk: округ

source: prefecture
uk: префектура

source: autonomous community
uk: автономна спільнота

source: parish
uk: парафія

source: county
uk: графство

source: division
uk: поділ

source: state / province
uk: штат / провінція

source: DNS Failed
uk: Помилка DNS

source: Checking DNS
uk: Перевірка DNS

source: Checking SSL
uk: Перевірка SSL

source: Ready
uk: Готово

source: Ready (without SSL)
uk: Готово (без SSL)

source: Trialing
uk: Пробний період

source: On Hold
uk: Призупинено

source: Expired
uk: Прострочено

source: Cancelled
uk: Скасовано

source: Completed
uk: Завершено

source: Refunded
uk: Повернено

source: Partially Refunded
uk: Частково повернено

source: Partially Paid
uk: Частково сплачено

source: Failed
uk: Не вдалося

source: Package
uk: Пакет

source: Service
uk: Сервіс

source: Regular Site
uk: Звичайний сайт

source: Pages
uk: Сторінки

source: Generator
uk: Генератор

source: Reset Database
uk: Скинути базу даних

source: Drop Database
uk: Видалити базу даних

source: Toggle to generate customers.
uk: Перемкніть, щоб згенерувати клієнтів.

source: Number of Customers
uk: Кількість клієнтів

source: Toggle to generate products.
uk: Перемкніть, щоб згенерувати продукти.

source: Number of Products
uk: Кількість продуктів

source: Toggle to generate memberships.
uk: Перемкніть, щоб згенерувати підписки.

source: Number of Memberships
uk: Кількість підписок

source: Toggle to generate sites.
uk: Перемкніть, щоб згенерувати сайти.

source: Number of Sites
uk: Кількість сайтів

source: Toggle to generate domains.
uk: Перемкніть, щоб згенерувати домени.

source: Number of Domains
uk: Кількість доменів

source: Toggle to generate discount codes.
uk: Перемкніть, щоб згенерувати промокоди.

source: Number of Discount Codes
uk: Кількість промокодів

source: Toggle to generate payments.
uk: Перемкніть, щоб згенерувати платежі.

source: Number of Payments
uk: Кількість платежів

source: Generate Data &rarr;
uk: Згенерувати дані &rarr;

source: Only reset generated data.
uk: Скинути лише згенеровані дані.

source: Toggle this option to only remove data that was added by the generator previously. Untoggling this option will reset ALL data in WP Ultimo tables.
uk: Увімкніть, щоб видалити лише дані, створені генератором. Вимкнення призведе до очищення ВСІХ таблиць WP Ultimo.

source: Reset Database &rarr;
uk: Скинути базу даних &rarr;

source: This action will drop the WP Ultimo database tables and is irreversable.
uk: Ця дія видалить таблиці бази даних WP Ultimo та є незворотною.

source: Drop Database Tables &rarr;
uk: Видалити таблиці бази &rarr;

source: Admin Page
uk: Сторінка адміністратора

source: Certificate Invalid: %s
uk: Недійсний сертифікат: %s

source: No Title
uk: Без назви

source: Select Country
uk: Виберіть країну

source: Not found
uk: Не знайдено

source: United Arab Emirates Dirham
uk: Дирхам ОАЕ

source: Argentine Peso
uk: Аргентинський песо

source: Australian Dollars
uk: Австралійський долар

source: Bangladeshi Taka
uk: Бангладешська така

source: Brazilian Real
uk: Бразильський реал

source: Bulgarian Lev
uk: Болгарський лев

source: Canadian Dollars
uk: Канадський долар

source: Chilean Peso
uk: Чилійський песо

source: Chinese Yuan
uk: Китайський юань

source: Colombian Peso
uk: Колумбійський песо

source: Czech Koruna
uk: Чеська крона

source: Danish Krone
uk: Датська крона

source: Dominican Peso
uk: Домініканський песо

source: Euros
uk: Євро

source: Hong Kong Dollar
uk: Гонконгський долар

source: Croatia kuna
uk: Хорватська куна

source: Hungarian Forint
uk: Угорський форинт

source: Icelandic krona
uk: Ісландська крона

source: Indonesia Rupiah
uk: Індонезійська рупія

source: Indian Rupee
uk: Індійська рупія

source: Nepali Rupee
uk: Непальська рупія

source: Israeli Shekel
uk: Ізраїльський шекель

source: Japanese Yen
uk: Японська єна

source: Kenyan Shilling
uk: Кенійський шилінг

source: Lao Kip
uk: Лаоський кіп

source: South Korean Won
uk: Південнокорейська вона

source: Malaysian Ringgits
uk: Малайзійський ринггіт

source: Mexican Peso
uk: Мексиканський песо

source: Nigerian Naira
uk: Нігерійська найра

source: Norwegian Krone
uk: Норвезька крона

source: New Zealand Dollar
uk: Новозеландський долар

source: Paraguayan Guaraní
uk: Парагвайський гуарані

source: Philippine Pesos
uk: Філіппінський песо

source: Polish Zloty
uk: Польський злотий

source: Pounds Sterling
uk: Фунт стерлінгів

source: Romanian Leu
uk: Румунський лей

source: Russian Ruble
uk: Російський рубль

source: Singapore Dollar
uk: Сінгапурський долар

source: South African rand
uk: Південноафриканський ранд

source: Saudi Riyal
uk: Саудівський ріал

source: Swedish Krona
uk: Шведська крона

source: Swiss Franc
uk: Швейцарський франк

source: Taiwan New Dollars
uk: Новий тайванський долар

source: Thai Baht
uk: Таїландський бат

source: Turkish Lira
uk: Турецька ліра

source: Ukrainian Hryvnia
uk: Українська гривня

source: US Dollars
uk: Долар США

source: Vietnamese Dong
uk: Вʼєтнамський донг

source: Egyptian Pound
uk: Єгипетський фунт

source: We were not able to create a new user with the provided username and email address combination.
uk: Не вдалося створити нового користувача з указаної комбінації імені та email.

source: We were not able to find a user with the given user_id.
uk: Не вдалося знайти користувача з указаним user_id.

source: Day
uk: День

source: Month
uk: Місяць

source: Year
uk: Рік

source: on %s
uk: — %s

source: In %s
uk: Через %s

source: You should not register new payment gateways before the wu_register_gateways hook.
uk: Не слід реєструвати нові платіжні шлюзи до хуку wu_register_gateways.

source: Invalid site ID
uk: Неприпустимий ID сайту

source: credit
uk: кредит

source: debit
uk: дебет

source: Adjustment %s
uk: Коригування %s

source: Amount adjustment based on previous deal.
uk: Коригування суми на основі попередньої угоди.

source: Initial amount adjustment based on previous deal.
uk: Початкове коригування суми на основі попередньої угоди.

source: Example Site
uk: Приклад сайту

source: This is an example of a site description.
uk: Це приклад опису сайту.

source: Test Product
uk: Тестовий продукт

source: Side Panel
uk: Бічна панель

source: Regular setting APIs are already available. You should use wu_get_setting() instead.
uk: Стандартні API налаштувань уже доступні. Скористайтеся wu_get_setting().

source: Regular setting APIs are already available. You should use wu_save_setting() instead.
uk: Стандартні API налаштувань уже доступні. Скористайтеся wu_save_setting().

source: Use WP Ultimo default
uk: Використовувати значення WP Ultimo

source: The current payment integration will be cancelled.
uk: Поточну інтеграцію платежів буде скасовано.

source: You will receive a new invoice on the next billing cycle.
uk: Ви отримаєте новий рахунок у наступному платіжному циклі.

source: The customer will receive a new invoice on the next billing cycle.
uk: Клієнт отримає новий рахунок у наступному платіжному циклі.

source: The current payment integration will be updated.
uk: Поточну інтеграцію платежів буде оновлено.

source: Change Payment Method
uk: Змінити спосіб оплати

source: Manage your membership payment methods.
uk: Керуйте способами оплати вашої підписки.

source: Credit Card
uk: Кредитна картка

source: Use Stripe Billing Portal
uk: Використовувати портал Stripe Billing

source: Invalid API Key provided
uk: Надано недійсний ключ API

source: Error: No gateway subscription ID found for this membership.
uk: Помилка: для цієї підписки не знайдено ID у шлюзі.

source: Amount adjustment based on custom deal.
uk: Коригування суми на основі індивідуальної угоди.

source: Invalid payment method
uk: Неприпустимий спосіб оплати

source: Account credit and other discounts
uk: Кредит рахунку та інші знижки

source: Gateway payment ID not found. Cannot process refund automatically.
uk: ID платежу у шлюзі не знайдено. Неможливо автоматично обробити повернення.

source: Gateway payment ID not valid.
uk: Недійсний ID платежу у шлюзі.

source: An unknown error has occurred.
uk: Сталася невідома помилка.

source: An error has occurred (code: %1$s; message: %2$s).
uk: Виникла помилка (код: %1$s; повідомлення: %2$s).

source: Event ID not found.
uk: ID події не знайдено.

source: Exiting Stripe webhook - This call must be handled by %s webhook
uk: Вихід зі Stripe-webhook — цей виклик має обробляти webhook %s

source: Duplicate payment.
uk: Дубльований платіж.

source: Payment not found on refund webhook call.
uk: Платіж не знайдено під час виклику webhook повернення.

source: Payment is not refundable.
uk: Платіж не підлягає поверненню.

source: Membership cancelled via Stripe webhook.
uk: Підписку скасовано через Stripe-webhook.

source: %1$s ending in %2$s
uk: %1$s, закінчується на %2$s

source: Name on Card
uk: Ім’я на картці

source: Missing plan name or price.
uk: Відсутня назва або ціна плану.

source: Empty plan ID.
uk: Порожній ID плану.

source: Missing product name.
uk: Відсутня назва продукту.

source: Empty product ID.
uk: Порожній ID продукту.

source: Manual
uk: Ручний

source: Use the settings section below to configure the manual payment method. This method allows your customers to manually pay for their memberships, but those payments require manual confirmation on your part.
uk: Налаштуйте нижче ручний спосіб оплати. Клієнти оплачуватимуть підписку вручну — такі платежі потребують вашого підтвердження.

source: Payment Instructions
uk: Інструкції з оплати

source: This instructions will be shown to the customer on the thank you page, as well as be sent via email.
uk: Ці інструкції буде показано клієнту на сторінці подяки та надіслано електронною поштою.

source: Payment instructions here.
uk: Тут інструкції з оплати.

source: You will receive a updated invoice on the next billing cycle.
uk: Ви отримаєте оновлений рахунок у наступному платіжному циклі.

source: The customer will receive a updated invoice on the next billing cycle.
uk: Клієнт отримає оновлений рахунок у наступному платіжному циклі.

source: After you finish signing up, we will send you an email with instructions to finalize the payment. Your account will be pending until the payment is finalized and confirmed.
uk: Після завершення реєстрації ми надішлемо вам лист із інструкціями щодо оплати. Обліковий запис залишатиметься в очікуванні, доки платіж не буде підтверджено.

source: Instructions for Payment
uk: Інструкції для оплати

source: Use the settings section below to configure PayPal Express as a payment method.
uk: Скористайтеся налаштуваннями нижче, щоб налаштувати PayPal Express як спосіб оплати.

source: PayPal Sandbox Mode
uk: Режим Sandbox PayPal

source: Toggle this to put PayPal on sandbox mode. This is useful for testing and making sure PayPal is correctly setup to handle your payments.
uk: Увімкніть, щоб перевести PayPal у режим Sandbox для тестування.

source: PayPal Test Username
uk: Тестовий логін PayPal

source: Make sure you are placing the TEST username, not the live one.
uk: Переконайтеся, що вводите тестовий логін, а не бойовий.

source: e.g. username_api1.username.co
uk: напр. username_api1.username.co

source: PayPal Test Password
uk: Тестовий пароль PayPal

source: Make sure you are placing the TEST password, not the live one.
uk: Переконайтеся, що вводите тестовий пароль, а не бойовий.

source: e.g. IUOSABK987HJG88N
uk: напр. IUOSABK987HJG88N

source: PayPal Test Signature
uk: Тестовий підпис PayPal

source: Make sure you are placing the TEST signature, not the live one.
uk: Переконайтеся, що вводите тестовий підпис, а не бойовий.

source: e.g. AFcpSSRl31ADOdqnHNv4KZdVHEQzdMEEsWxV21C7fd0v3bYYYRCwYxqo
uk: напр. AFcpSSRl31ADOdqnHNv4KZdVHEQzdMEEsWxV21C7fd0v3bYYYRCwYxqo

source: PayPal Live Username
uk: Бойовий логін PayPal

source: Make sure you are placing the LIVE username, not the test one.
uk: Переконайтеся, що вводите бойовий логін, а не тестовий.

source: PayPal Live Password
uk: Бойовий пароль PayPal

source: Make sure you are placing the LIVE password, not the test one.
uk: Переконайтеся, що вводите бойовий пароль, а не тестовий.

source: PayPal Live Signature
uk: Бойовий підпис PayPal

source: Make sure you are placing the LIVE signature, not the test one.
uk: Переконайтеся, що вводите бойовий підпис, а не тестовий.

source: Error: PayPal does not support changing the duration of a subscription.
uk: Помилка: PayPal не підтримує зміну тривалості підписки.

source: Membership update
uk: Оновлення підписки

source: PayPal Error:
uk: Помилка PayPal:

source: Your trial period will end on %1$s.
uk: Ваш пробний період закінчиться %1$s.

source: Your updated membership will start on $1$s, from that date you will be billed %2$s every month.
uk: Ваша оновлена підписка почнеться %1$s; після цього щомісяця стягуватиметься %2$s.

source: Your updated membership will start on %1$s, from that date you will be billed %2$s %3$s.
uk: Ваша оновлена підписка почнеться %1$s; після цього стягуватиметься %2$s %3$s.

source: After the first payment you will be billed %1$s %2$s.
uk: Після першого платежу з вас стягуватиметься %1$s %2$s.

source: After this payment you will be billed %1$s %2$s.
uk: Після цього платежу з вас стягуватиметься %1$s %2$s.

source: From that date, you will be billed %1$s %2$s.
uk: Починаючи з цієї дати, з вас стягуватиметься %1$s %2$s.

source: After this payment you will be billed %1$s.
uk: Після цього платежу з вас стягуватиметься %1$s.

source: Something has gone wrong, please try again
uk: Щось пішло не так, спробуйте ще раз.

source: Something went wrong.
uk: Сталася помилка.

source: You will be redirected to PayPal to complete the purchase.
uk: Вас буде перенаправлено до PayPal для завершення покупки.

source: PayPal token no longer valid.
uk: Токен PayPal більше недійсний.

source: Pending payment does not exist.
uk: Очікуваний платіж не існує.

source: Original cart does not exist.
uk: Оригінальний кошик не існує.

source: Missing membership or customer data.
uk: Відсутні дані підписки або клієнта.

source: Exiting PayPal Express IPN - membership ID not found.
uk: Вихід із PayPal Express IPN — ID підписки не знайдено.

source: Transaction ID %s failed in PayPal.
uk: Транзакція %s не вдалася в PayPal.

source: unknown
uk: невідомо

source: Transaction ID %1$s is pending in PayPal for reason: %2$s
uk: Транзакція %1$s у PayPal очікує з причини: %2$s

source: Initial payment failed in PayPal Express.
uk: Початковий платіж у PayPal Express не пройшов.

source: Initial payment failed.
uk: Початковий платіж не пройшов.

source: Membership cancelled via PayPal Express IPN.
uk: Підписку скасовано через PayPal Express IPN.

source: Error
uk: Помилка

source: Invalid response code from PayPal
uk: Неприпустимий код відповіді від PayPal

source: An unexpected PayPal error occurred. Error message: %s.
uk: Сталася несподівана помилка PayPal. Повідомлення помилки: %s.

source: Use the settings section below to configure Stripe Checkout as a payment method.
uk: Скористайтеся розділом налаштувань нижче, щоб налаштувати Stripe Checkout як спосіб оплати.

source: Stripe Public Name
uk: Публічна назва Stripe

source: The name to display on the payment method selection field. By default, "Credit Card" is used.
uk: Назва, що відображається у полі вибору способу оплати. За замовчуванням використовується «Credit Card».

source: Stripe Checkout Sandbox Mode
uk: Режим Sandbox Stripe Checkout

source: Toggle this to put Stripe on sandbox mode. This is useful for testing and making sure Stripe is correctly setup to handle your payments.
uk: Увімкніть, щоб перевести Stripe у режим Sandbox. Корисно для тестування та перевірки налаштувань платежів.

source: Stripe Test Publishable Key
uk: Тестовий публічний ключ Stripe

source: Make sure you are placing the TEST keys, not the live ones.
uk: Переконайтеся, що вводите ТЕСТОВІ ключі, а не бойові.

source: Stripe Test Secret Key
uk: Тестовий секретний ключ Stripe

source: Stripe Live Publishable Key
uk: Бойовий публічний ключ Stripe

source: Make sure you are placing the LIVE keys, not the test ones.
uk: Переконайтеся, що вводите БОЙОВІ ключі, а не тестові.

source: Stripe Live Secret Key
uk: Бойовий секретний ключ Stripe

source: Whenever you change your Stripe settings, WP Ultimo will automatically check the webhook URLs on your Stripe account to make sure we get notified about changes in subscriptions and payments.
uk: Щоразу, коли ви змінюєте налаштування Stripe, WP Ultimo автоматично перевіряє URL вебхуків у вашому акаунті Stripe, щоб отримувати сповіщення про зміни підписок і платежів.

source: Webhook Listener URL
uk: URL прослуховувача вебхуків

source: This is the URL Stripe should send webhook calls to.
uk: Це URL, на який Stripe має надсилати виклики вебхука.

source: You will be redirected to a checkout to complete the purchase.
uk: Вас буде перенаправлено на сторінку оплати для завершення покупки.

source: Saved Cards
uk: Збережені картки

source: Use the settings section below to configure Stripe as a payment method.
uk: Скористайтеся розділом налаштувань нижче, щоб налаштувати Stripe як спосіб оплати.

source: Stripe Sandbox Mode
uk: Режим Sandbox Stripe

source: Error creating Stripe customer: %s
uk: Помилка під час створення клієнта Stripe: %s

source: Missing Stripe payment intent, please try again or contact support if the issue persists.
uk: Відсутній намір платежу Stripe, спробуйте ще раз або зверніться до служби підтримки, якщо проблема не зникне.
