Repository: vuckro/wp-multisite-waas
Catalog: lang/multisite-ultimate-*.po
Languages: uk

source: No Sites Message
uk: Повідомлення про відсутність сайтів

source: A message to show if membership has no sites. Shortcodes are supported.
uk: Повідомлення, якщо членство не має сайтів. Підтримуються шорткоди.

source: No sites found
uk: Сайтів не знайдено

source: Next
uk: Далі

source: Close
uk: Закрити

source: &larr; Back to the Dashboard
uk: ← Назад до консолі

source: No Icon
uk: Без іконки

source: Preview Image
uk: Попередній перегляд

source: Remove Image
uk: Видалити зображення

source: Upload Image
uk: Завантажити зображення

source: Add new Line
uk: Додати новий рядок

source: Copy
uk: Копіювати

source: Settings successfully saved.
uk: Налаштування успішно збережено.

source: Search Add-ons
uk: Пошук додатків

source: Beta
uk: Бета

source: Ready for testing, but not necessarily production-ready.
uk: Готовий до тестування, але не обов'язково до продакшн-використання.

source: Coming Soon
uk: Незабаром

source: In active development, but not yet available.
uk: У стадії активної розробки, ще недоступний.

source: Developed for 1.X, but compatible with 2.X.
uk: Розроблено для 1.X, сумісний із 2.X.

source: We are fetching the list of WP Ultimo add-ons.
uk: Завантажуємо список додатків WP Ultimo.

source: Add-on Details
uk: Деталі додатка

source: By WP Ultimo
uk: Від WP Ultimo

source: Free Add-on
uk: Безкоштовний додаток

source: Premium Add-on
uk: Преміум-додаток

source: Installed
uk: Встановлено

source: No add-ons found...
uk: Додатків не знайдено…

source: Check the search terms or navigate between categories to see what add-ons we have available.
uk: Перевірте пошукові запити або перегляньте категорії, щоб побачити доступні додатки.

source: See all add-ons
uk: Переглянути всі додатки

source: FAQ
uk: Поширені запитання

source: Changelog
uk: Журнал змін

source: Screenshots
uk: Скріншоти

source: Reviews
uk: Відгуки

source: Author:
uk: Автор:

source: Requires WP Ultimo Version:
uk: Потрібна версія WP Ultimo:

source: %s or higher
uk: %s або вище

source: See on the Oficial Site »
uk: Переглянути на офіційному сайті »

source: This is a Premium Add-on.
uk: Це преміум-додаток.

source: Already Installed
uk: Вже встановлено

source: Install Now
uk: Встановити зараз

source: Upgrade your License
uk: Оновити ліцензію

source: See More
uk: Дивитися більше

source: Your current plan
uk: Ваш поточний план

source: Manage &rarr;
uk: Керувати &rarr;

source: %s day
uk: %s день

source: Remaining time in trial
uk: Залишилось часу у пробному періоді

source: Upgrade &rarr;
uk: Оновити &rarr;

source: Disk space used
uk: Використано дискового простору

source: No more items to display
uk: Більше немає елементів для показу

source: with %s
uk: з %s

source: by %s
uk: від %s

source: Refresh
uk: Оновити

source: Previous Page
uk: Попередня сторінка

source: Next Page
uk: Наступна сторінка

source: Update Billing Address
uk: Оновити платіжну адресу

source: Update
uk: Оновити

source: No billing address found. Click <a title="%1$s" href="%2$s" class="wubox wu-no-underline">here</a> to add one.
uk: Платіжну адресу не знайдено. Натисніть <a title="%1$s" href="%2$s" class="wubox wu-no-underline">тут</a>, щоб додати її.

source: Product Description:
uk: Опис продукту:

source: Product Characteristics:
uk: Характеристики продукту:

source: Update your membership
uk: Оновіть ваше членство

source: Change
uk: Змінити

source: There's a pending change for this membership, scheduled to take place on <strong>%1$s</strong>. Changing to <strong>%2$s</strong>.
uk: Заплановано зміну членства на <strong>%1$s</strong>. Буде змінено на <strong>%2$s</strong>.

source: Additional Packages & Services
uk: Додаткові пакети та сервіси

source: Product Details
uk: Деталі продукту

source: Details
uk: Деталі

source: Cancel %s
uk: Скасувати %s

source: Cancel
uk: Скасувати

source: No packages or services found.
uk: Пакетів або сервісів не знайдено.

source: Breadcrumb
uk: Навігаційний ланцюжок

source: Site Image: %s
uk: Зображення сайту: %s

source: Make Primary
uk: Зробити основним

source: All other mapped domains will redirect to the primary domain.
uk: Усі інші зіставлені домени перенаправлятимуться на основний.

source: No domains added.
uk: Домени не додано.

source: Your network is taking shape!
uk: Ваша мережа набирає обрисів!

source: Here are the next steps to keep you on that streak!
uk: Ось наступні кроки, щоб продовжити успіх!

source: done
uk: виконано

source: Dismiss
uk: Закрити

source: Download Invoice
uk: Завантажити рахунок

source: Go to payment
uk: Перейти до оплати

source: Unique Visits
uk: Унікальні відвідування

source: Next Reset: %s
uk: Наступне скидання: %s

source: Not %1$s? <a href="%2$s" class="wu-no-underline">Log in</a> using your account.
uk: Не %1$s? <a href="%2$s" class="wu-no-underline">Увійдіть</a> у свій акаунт.

source: Create an Account
uk: Створити акаунт

source: Current Site
uk: Поточний сайт

source: From the Community
uk: Зі спільноти

source: Join our Community
uk: Приєднатися до спільноти

source: WP Ultimo Community
uk: Спільнота WP Ultimo

source: Error loading external feed.
uk: Помилка завантаження зовнішньої стрічки.

source: Danger Zone
uk: Небезпечна зона

source: Signups today
uk: Реєстрацій сьогодні

source: Today's gross revenue
uk: Сьогоднішній валовий дохід

source: Order ID
uk: ID замовлення

source: Check Status
uk: Перевірити статус

source: Creating
uk: Створення

source: Visit
uk: Відвідати

source: Order Details
uk: Деталі замовлення

source: Host
uk: Хост

source: IP / Target
uk: IP / Ціль

source: Loading DNS entries...
uk: Завантаження записів DNS...

source: Your Network IP
uk: IP вашої мережі

source: Loading log contents...
uk: Завантаження вмісту журналу...

source: Refresh Logs
uk: Оновити журнали

source: Search Placeholders
uk: Пошук плейсхолдерів

source: Hey there
uk: Привіт

source: A new domain, %2$s, was added to the site %3$s.
uk: Новий домен %2$s додано до сайту %3$s.

source: Domain Stage
uk: Стадія домену

source: Secure
uk: Безпечний

source: Go to Domain &rarr;
uk: Перейти до домену &rarr;

source: Visit Site &rarr;
uk: Перейти на сайт &rarr;

source: Site Admin Panel
uk: Адмін-панель сайту

source: Visit Admin Panel &rarr;
uk: Перейти в адмін-панель &rarr;

source: Go to Site Management &rarr;
uk: Перейти до керування сайтом &rarr;

source: Go to Membership &rarr;
uk: Перейти до членства &rarr;

source: We have great news! You received %1$s from %2$s (%3$s) for %4$s.
uk: Чудові новини! Ви отримали %1$s від %2$s (%3$s) за %4$s.

source: Paid with
uk: Сплачено через

source: Processed at
uk: Опрацьовано

source: Download PDF
uk: Завантажити PDF

source: Go to Payment &rarr;
uk: Перейти до платежу &rarr;

source: Go to Customer &rarr;
uk: Перейти до клієнта &rarr;

source: A new website, <b>%1$s</b> (%2$s), was created successfully on your network!
uk: Новий сайт <b>%1$s</b> (%2$s) успішно створено у вашій мережі!

source: Hey %s,
uk: Привіт, %s,

source: Thanks for creating an account! You're only a step away from being ready.
uk: Дякуємо за створення акаунта! Ви за крок до початку.

source: In order to complete the activation of your account, you need to confirm your email address by clicking on the link below.
uk: Щоб завершити активацію, підтвердьте адресу електронної пошти, натиснувши посилання нижче.

source: Verify Email Address &rarr;
uk: Підтвердити email &rarr;

source: or copy the link %s and paste it onto your browser
uk: або скопіюйте посилання %s та вставте його у браузері

source: We have great news! We successfully processed your payment of %1$s for %2$s.
uk: Чудові новини! Ми успішно обробили вашу оплату %1$s за %2$s.

source: You have a new pending payment of %1$s for your membership.
uk: У вас новий очікуваний платіж %1$s за членство.

source: We have great news! The site <b>%1$s</b> (%2$s) was created successfully and is ready!
uk: Чудові новини! Сайт <b>%1$s</b> (%2$s) успішно створено і він готовий!

source: Your Site
uk: Ваш сайт

source: Target %s
uk: Ціль %s

source: Invoice #
uk: Рахунок №

source: Created: %s
uk: Створено: %s

source: Due on Receipt
uk: До сплати при отриманні

source: Bill to
uk: Рахунок для

source: Item
uk: Позиція

source: Tax included in price.
uk: Податок у ціні.

source: Total: %s
uk: Разом: %s

source: OFF
uk: ЗНИЖКА

source: There are no Plans created in the platform.
uk: У системі немає створених планів.

source: This is your current plan
uk: Це ваш поточний план

source: %s - Signup
uk: %s – Реєстрація

source: Return to Home
uk: Повернутися на головну

source: &larr; Go Back to Previous Step
uk: ← Повернутися до попереднього кроку

source: Your URL will be
uk: Ваша URL буде

source: yoursite
uk: вашсайт

source: Network Active
uk: Активний у мережі

source: Version %s
uk: Версія %s

source: Visible
uk: Видимий

source: Hidden
uk: Прихований

source: Behavior
uk: Поведінка

source: Force Activate
uk: Примусово активувати

source: Force Inactivate
uk: Примусово деактивувати

source: Force Activate & Lock
uk: Активувати та заблокувати

source: Force Inactivate & Lock
uk: Деактивувати та заблокувати

source: No categories
uk: Немає категорій

source: Available
uk: Доступно

source: Pre-Selected
uk: Попередньо вибрано

source: Refunds:
uk: Повернення:

source: Total:
uk: Разом:

source: No tax rates.
uk: Податкові ставки відсутні.

source: Rollback to
uk: Відкотитися до

source: Last stable version before the currently installed - Currently Installed: <code> %s </code>
uk: Остання стабільна версія до поточ­ної — Поточна версія: <code>%s</code>

source: Select the version manually
uk: Вибрати версію вручну

source: Available Versions
uk: Доступні версії

source: - Current Version
uk: - Поточна версія

source: You need to activate your copy to have access to Rollbacks.
uk: Необхідна активація ліцензії для доступу до відкатів.

source: Confirm Rollback
uk: Підтвердити відкат

source: I understand the risks and I want to rollback to WP Ultimo version %s
uk: Я усвідомлюю ризики й хочу відкотитися до WP Ultimo версії %s

source: I understand the risks and I want to rollback to the last stable version before <code> %s </code>
uk: Я усвідомлюю ризики й хочу відкотитися до останньої стабільної версії перед <code>%s</code>

source: Check / Uncheck All
uk: Позначити / зняти все

source: Parameter
uk: Параметр

source: Accepted Values
uk: Допустимі значення

source: Template Placeholders
uk: Заповнювачі шаблону

source: item(s)
uk: елемент(и)

source: Loading Template Placeholders...
uk: Завантаження заповнювачів шаблону...

source: No items to display
uk: Немає елементів для показу

source: Add new Row
uk: Додати рядок

source: Delete Selected Rows
uk: Видалити вибрані рядки

source: Save your changes!
uk: Зберегти зміни!

source: Saving...
uk: Збереження...

source: No items found.
uk: Нічого не знайдено.

source: Copy Data to Clipboard
uk: Скопіювати дані до буфера

source: Download File
uk: Завантажити файл

source: Go to the Tax Settings Page
uk: Перейти до сторінки податків

source: Tax Category Name
uk: Назва категорії податку

source: Create
uk: Створити

source: &larr; Back
uk: ← Назад

source: Switch
uk: Перемкнути

source: Add new Tax Category
uk: Додати категорію податку

source: Loading Tax Rates...
uk: Завантаження податкових ставок...

source: Leave blank to apply to all
uk: Залиште порожнім, щоб застосувати до всіх

source: A <a class="wu-text-gray-500 hover:wu-text-gray-600 wu-no-underline" href="%1$s" target="_blank">%2$s</a> invention
uk: Розробка <a class="wu-text-gray-500 hover:wu-text-gray-600 wu-no-underline" href="%1$s" target="_blank">%2$s</a>

source: Job Queue
uk: Черга завдань

source: Support
uk: Підтримка

source: Knowledge Base
uk: База знань

source: Community
uk: Спільнота

source: Server Clock
uk: Час сервера

source: Toggle container
uk: Перемкнути контейнер

source: Boxed
uk: У контейнері

source: Wide
uk: Широкий

source: Search Anything...
uk: Пошук...

source: Click to rebuild menu list
uk: Натисніть, щоб перебудувати меню

source: Redirecting you to the target page...
uk: Перенаправлення на цільову сторінку...

source: Searching Results...
uk: Пошук результатів...

source: Network Admin
uk: Адмін мережі

source: Mapped Domain
uk: Зіставлений домен

source: Nothing Found...
uk: Нічого не знайдено...

source: Select template...
uk: Виберіть шаблон...

source: View Desktop Version
uk: Переглянути настільну версію

source: View Tablet Landscape (1024x768)
uk: Планшет ландшафт (1024×768)

source: View Tablet Portrait (768x1024)
uk: Планшет портрет (768×1024)

source: View Mobile Landscape (480x320)
uk: Мобільний ландшафт (480×320)

source: View Mobile Portrait (320x480)
uk: Мобільний портрет (320×480)

source: Site Template Preview will go here!
uk: Тут з’явиться попередній перегляд шаблону сайту!

source: Toggle Toolbox
uk: Перемкнути панель

source: Membership <Strong>%s</strong>
uk: Членство <strong>%s</strong>

source: Activate %s Integration
uk: Активувати інтеграцію %s

source: This integration will:
uk: Ця інтеграція дозволить:

source: This integration will <strong>not</strong>:
uk: Ця інтеграція <strong>не буде</strong>:

source: &larr; Cancel
uk: ← Скасувати

source: Integration already activated.
uk: Інтеграцію вже активовано.

source: You’ll need to get your
uk: Вам потрібно отримати

source: for your Cloudflare DNS zone.
uk: для вашої DNS-зони Cloudflare.

source: Before we start...
uk: Перш ніж почати...

source: This integration is really aimed at people that do not have access to an Enterprise Cloudflare account, since that particular tier supports proxying on wildcard DNS entries, which makes adding each subdomain unecessary. If you own an enterprise tier account, you can simply follow <a class="wu-no-underline" href="%s" target="_blank">this tutorial</a> to create the wildcard entry and deactivate this integration entirely.
uk: Ця інтеграція призначена для користувачів без Enterprise-плану Cloudflare, адже на цьому рівні можна використовувати wildcard DNS-записи і не додавати кожен піддомен окремо. Якщо у вас є Enterprise-акаунт, просто виконайте <a class="wu-no-underline" href="%s" target="_blank">цей підручник</a>, створіть wildcard-запис і вимкніть інтеграцію.

source: Getting the Zone ID and API Key
uk: Отримання Zone ID та API Key

source: On the Cloudflare overview page of your Zone (the domain managed), you'll see a block on the sidebar containing the Zone ID. Copy that value.
uk: На оглядовій сторінці зони Cloudflare (керованого домену) у бічній панелі є блок із Zone ID. Скопіюйте це значення.

source: DNS Zone ID on the Sidebar
uk: Zone ID у бічній панелі

source: On that same sidebar block, you will see the Get your API token link. Click on it to go to the token generation screen.
uk: У цьому ж блоці натисніть «Get your API token», щоб перейти до створення токена.

source: Go to the API Tokens tab, then click on Create Token
uk: Перейдіть на вкладку API Tokens та натисніть «Create Token»

source: We want an API token that will allow us to edit DNS records, so select the Edit zone DNS template.
uk: Нам потрібен токен із дозволом редагувати DNS-записи, тому оберіть шаблон «Edit zone DNS».

source: Use the Edit Zone DNS template
uk: Використайте шаблон Edit Zone DNS

source: On the next screen, set the permissions to Edit, and select the zone that corresponds to your target domain. Then, move to the next step.
uk: На наступному екрані встановіть дозвіл «Edit» та виберіть зону вашого домену, потім перейдіть далі.

source: Permission and Zone Settings
uk: Налаштування дозволів і зони

source: Finally, click Create Token.
uk: Насамкінець натисніть «Create Token».

source: Finishing up.
uk: Завершуємо.

source: Copy the API Token (it won't be shown again, so you need to copy it now!). We will use it on the next step alongside with the Zone ID
uk: Скопіюйте API-токен (він більше не показуватиметься, тому збережіть його зараз!). На наступному кроці знадобляться токен і Zone ID.

source: Done!
uk: Готово!

source: We are almost there!
uk: Майже готово!

source: You should have all the information we need in hand right now. The next step is to configure it.
uk: У вас вже є всі необхідні дані. Наступний крок — налаштувати інтеграцію.

source: All set! We have made all the adjustments to and the Integration should work.
uk: Усе налаштовано! Інтеграція має працювати.

source: You will need to edit your wp-config.php file manually. Copy the contents of the box below and paste it on your wp-config.php file, right before the line containing <code>/* That's all, stop editing! Happy publishing. */</code>
uk: Потрібно вручну відредагувати wp-config.php. Скопіюйте текст нижче та вставте його у wp-config.php перед рядком <code>/* That's all, stop editing! Happy publishing. */</code>

source: Your wp-config.php settings:
uk: Ваші налаштування wp-config.php:

source: Test Integration &rarr;
uk: Перевірити інтеграцію →

source: Add manually
uk: Додати вручну

source: Add automatically
uk: Додати автоматично

source: Setting up GridPane with WP Ultimo is as easy as toggling a switch
uk: Налаштувати GridPane з WP Ultimo так само просто, як увімкнути перемикач

source: On the GridPane panel, go to
uk: У панелі GridPane перейдіть до

source: Click on your network site to bring up the options modal
uk: Натисніть на сайт мережі, щоб відкрити вікно параметрів

source: Go to the
uk: Перейдіть до

source: tab and toggle the
uk: вкладки і увімкніть

source: switch
uk: перемикач

source: You're all set
uk: Усе готово

source: That's it! We are ready!
uk: Ось і все! Готово!

source: The integration with %s was correctly setup and is now ready! Now, every time a new domain is added to your platform, WP Ultimo will sync that with your application automatically.
uk: Інтеграцію з %s успішно налаштовано. Кожного разу при додаванні нового домену WP Ultimo автоматично синхронізує його з вашим застосунком.

source: Finish!
uk: Завершити!

source: as well as find the
uk: а також знайдіть

source: Server ID
uk: ID сервера

source: APP ID
uk: ID застосунку

source: for your WordPress application
uk: вашого застосунку WordPress

source: Getting the API Key and API Secret
uk: Отримання API Key та API Secret

source: On your RunCloud admin panel, click the cog icon (settings) to go to the settings page
uk: У панелі RunCloud натисніть значок шестерні (Налаштування), щоб перейти до сторінки налаштувань

source: Settings Page Link
uk: Посилання на сторінку налаштувань

source: On the new page, click in the
uk: На новій сторінці натисніть

source: menu item on the left
uk: пункт меню ліворуч

source: API Key page link
uk: Посилання на сторінку API Key

source: Copy the
uk: Скопіюйте

source: API Key and Secret values
uk: значення API Key та Secret

source: we will need them in the next steps
uk: вони знадобляться на наступних кроках

source: Make sure the RunCloud API toggle is turned ON
uk: Переконайтеся, що RunCloud API увімкнено

source: otherwise RunCloud won’t accept WP Ultimo API calls
uk: інакше RunCloud не прийматиме запити WP Ultimo

source: Copy the API Key and API Secret values
uk: Скопіюйте API Key та API Secret

source: Getting the Server and App IDs
uk: Отримання ID сервера та застосунку

source: To find what are the server and app ids for your application, navigate to your web application manage page inside the RunCloud panel. Once you are there, you’ll be able to extract the values from the URL
uk: Щоб дізнатися ID сервера та застосунку, перейдіть на сторінку керування веб-застосунком у панелі RunCloud. Ви побачите ці значення в URL-адресі.

source: Server ID is the first one, the second one is App ID.
uk: Першим йде Server ID, другим — App ID.

source: Save the Server and APP id values as they will be necessary in the next step
uk: Збережіть значення Server ID та App ID — вони знадобляться на наступному кроці

source: Testing the Integration
uk: Тестування інтеграції

source: We will send a test API call to %s to make sure we are able to connect. This will confirm if everything we did so far have worked.
uk: Ми надішлемо пробний API-запит до %s, щоб переконатися в можливості з’єднання. Це підтвердить, що всі виконані кроки спрацювали.

source: Sending API call...
uk: Надсилання API-запиту...

source: Yey! Everything seems to be working!
uk: Ура! Усе, здається, працює!

source: Something wrong happened... We might need to make some adjustments to make this work.
uk: Щось пішло не так… Можливо, потрібно внести коригування, щоб це запрацювало.

source: Waiting for results...
uk: Очікування результатів...

source: Troubleshooting
uk: Усунення несправностей

source: Go back to the <strong>Configuration</strong> step - if available - and make sure you entered all the necessary information correctly;
uk: Поверніться до кроку <strong>Налаштування</strong> (якщо він доступний) та переконайтеся, що всі дані введено правильно;

source: If you have added the constants to your wp-config.php file manually, double check to make sure you've added them to the right wp-config.php file and in the right place (just above the <code>/* That's all, stop editing! Happy publishing. */)
uk: Якщо ви вручну додавали константи у файл wp-config.php, переконайтеся, що зробили це у правильному файлі та у правильному місці (відразу перед рядком <code>/* That's all, stop editing! Happy publishing. */</code>).

source: If you are sure everything is right, take a screenshot of this screen and contact support.
uk: Якщо впевнені, що все правильно, зробіть скріншот цього екрана та зверніться до служби підтримки.

source: Caution!
uk: Увага!

source: This action is irreversible and may cause unexpected behavior in your data, be sure of what you are doing and have a backup in case of some trouble!
uk: Ця дія незворотна і може призвести до непередбачуваної поведінки даних. Переконайтеся у своїх діях і майте резервну копію на випадок проблем!

source: This will forcely rerun our Migration Wizard on your installation. If you tried to migrate after install but your v1 data is missing, this can resolve.
uk: Це примусово перезапустить Майстер міграції. Якщо після встановлення ви намагалися мігрувати, але дані v1 відсутні, це може вирішити проблему.

source: Proceed
uk: Продовжити

source: Completed!
uk: Завершено!

source: Help
uk: Довідка

source: We are ready, %s!
uk: Ми готові, %s!

source: my friend
uk: друже

source: We told you this was going to be a walk in the park!
uk: Ми ж казали, що це буде легко!

source: You now have everything you need in place to start building your Website as a Service business!
uk: Тепер у вас є все необхідне, щоб почати будувати бізнес «Website as a Service»!

source: Don't worry! We'll guide you through the first steps.
uk: Не хвилюйтеся! Ми проведемо вас через перші кроки.

source: WP Ultimo Requires:
uk: WP Ultimo потребує:

source: Minimum Version
uk: Мінімальна версія

source: Recommended
uk: Рекомендовано

source: And
uk: та

source: Condition
uk: Стан

source: It looks like your hosting environment does not support the current version of WP Ultimo. Visit the <strong>Read More</strong> links on each item to see what steps you need to take to bring your environment up to the WP Ultimo current requirements.
uk: Схоже, ваше хостингове середовище не підтримує поточну версію WP Ultimo. Перейдіть за посиланнями <strong>Докладніше</strong> біля кожного пункту, щоб дізнатися, як привести середовище у відповідність до вимог.

source: This plugin comes with support for issues you may have. Support can be requested via email on <a class="wu-no-underline" href="mailto:support@wpultimo.com" target="_blank">support@wpultimo.com</a> and includes:
uk: Плагін постачається з підтримкою. Звертатися можна електронною поштою <a class="wu-no-underline" href="mailto:support@wpultimo.com" target="_blank">support@wpultimo.com</a>; підтримка включає:
