Repository: vuckro/wp-multisite-waas
Catalog: lang/multisite-ultimate-*.po
Languages: uk

source: Percentage (%)
uk: Відсоток (%)

source: Absolute (%s)
uk: Фіксована (%s)

source: Apply to Renewals
uk: Застосовувати до продовжень

source: By default, discounts are only applied to the first payment.
uk: За замовчуванням знижки застосовуються лише до першого платежу.

source: Setup Fee Discount
uk: Знижка на плату за налаштування

source: Also set a discount for setup fee?
uk: Також застосувати знижку на плату за налаштування?

source: Use this option to manually enable or disable this discount code for new sign-ups.
uk: Увімкніть або вимкніть цей код знижки для нових реєстрацій.

source: Make applicable to this product.
uk: Застосувати до цього продукту.

source: You do not have any products at this moment.
uk: Наразі у вас немає жодних продуктів.

source: Legacy Add-ons
uk: Застарілі додатки

source: Legacy Options
uk: Застарілі параметри

source: Options for %s, and others.
uk: Параметри для %s та інших.

source: Edit Discount Code
uk: Редагувати код знижки

source: Add new Discount Code
uk: Додати новий код знижки

source: Discount Code updated successfully!
uk: Код знижки успішно оновлено!

source: Enter Discount Code
uk: Введіть код знижки

source: Save Discount Code
uk: Зберегти код знижки

source: Delete Discount Code
uk: Видалити код знижки

source: Discount Code removed successfully.
uk: Код знижки успішно видалено.

source: Search Discount Code
uk: Пошук коду знижки

source: Discount Codes
uk: Коди знижок

source: Set another domain as primary
uk: Зробити інший домен основним

source: Confirm Deletion
uk: Підтвердити видалення

source: This action can not be undone.
uk: Цю дію неможливо скасувати.

source: Delete
uk: Видалити

source: Domain URL
uk: URL домену

source: Domain
uk: Домен

source: Editing an existing domain is not possible. If you want to make changes to this domain, first delete it, and then re-add the right domain.
uk: Редагування існуючого домену неможливе. Щоб змінити домен, спершу видаліть його, а потім додайте новий.

source: Domain Options
uk: Параметри домену

source: General options for the domain.
uk: Загальні параметри домену.

source: Is Primary Domain?
uk: Основний домен?

source: Set as the primary domain.
uk: Встановити як основний домен.

source: Setting this as the primary domain will remove any other domain mapping marked as the primary domain for this site.
uk: Встановлення цього домену основним позбавить статусу основного інші домени цього сайту.

source: By making this the primary domain, we will convert the previous primary domain for this site, if one exists, into an alias domain.
uk: Якщо зробити цей домен основним, попередній основний домен (якщо був) стане доменом-аліасом.

source: Is Secure?
uk: Безпечно?

source: Force the load using HTTPS.
uk: Примусово завантажувати через HTTPS.

source: Linked Site
uk: Пов'язаний сайт

source: Domain Test Log
uk: Журнал перевірки домену

source: Stage
uk: Етап

source: Select Stage
uk: Виберіть етап

source: The stage in the checking lifecycle of this domain.
uk: Етап перевірки життєвого циклу цього домену.

source: Site
uk: Сайт

source: Search Site...
uk: Пошук сайту...

source: The target site of this domain.
uk: Сайт, до якого прив'язано цей домен.

source: Use this option to manually enable or disable this domain.
uk: Увімкніть або вимкніть цей домен вручну.

source: This domain has a domain stage that forces it to be inactive. Change the status to Ready or Ready (without SSL) to be able to control the active status directly.
uk: Цей домен має етап, що примусово робить його неактивним. Змініть статус на «Готово» або «Готово (без SSL)», щоб керувати активністю напряму.

source: Edit Domain
uk: Редагувати домен

source: Add new Domain
uk: Додати новий домен

source: Domain updated with success!
uk: Домен успішно оновлено!

source: Enter Domain
uk: Введіть домен

source: Save Domain
uk: Зберегти домен

source: Delete Domain
uk: Видалити домен

source: To activate this feature you need to install the <a href="%s" target="_blank" class="wu-no-underline">WP Ultimo: Domain Seller</a> add-on.
uk: Щоб активувати цю функцію, встановіть додаток <a href="%s" target="_blank" class="wu-no-underline">WP Ultimo: Domain Seller</a>.

source: Add Existing Domain
uk: Додати існуючий домен

source: Register New
uk: Зареєструвати новий

source: E.g. mydomain.com
uk: Наприклад, mydomain.com

source: Be sure the domain has the right DNS setup in place before adding it.
uk: Переконайтеся, що домен має правильні налаштування DNS перед додаванням.

source: Apply to Site
uk: Прив'язати до сайту

source: Search Sites...
uk: Пошук сайтів...

source: The target site of the domain being added.
uk: Сайт, до якого додається домен.

source: The stage in the domain check lifecycle. Leave "Checking DNS" to have the domain go through WP Ultimo's automated tests.
uk: Етап перевірки домену. Залиште «Перевірка DNS», щоб домен пройшов автоматизовані тести WP Ultimo.

source: Primary Domain
uk: Основний домен

source: Check to set this domain as the primary
uk: Позначте, щоб зробити цей домен основним

source: Register and Add Domain (soon)
uk: Зареєструвати та додати домен (скоро)

source: Domains removed successfully.
uk: Домени успішно видалено.

source: Search Domains
uk: Пошук доменів

source: Domains
uk: Домени

source: This item is locked from editions.<br />This is probably due to a background action being performed (like a transfer between different accounts, for example). You can manually unlock it, but be careful. The lock should be released automatically in %s seconds.
uk: Цей елемент заблоковано для редагування.<br />Ймовірно, виконується фонова дія (наприклад, передача між обліковими записами). Ви можете зняти блокування вручну, але будьте обережні. Блокування має знятися автоматично через %s секунд.

source: Unlock
uk: Розблокувати

source: Edit Object
uk: Редагувати об'єкт

source: Add New Object
uk: Додати новий об'єкт

source: Object updated with success!
uk: Об'єкт успішно оновлено!

source: Enter Object Name
uk: Введіть назву об'єкта

source: Save
uk: Зберегти

source: Timestamps
uk: Позначки часу

source: Created at
uk: Створено

source: Last Modified at
uk: Остання зміна

source: List Table
uk: Таблиця списку

source: Fields
uk: Поля

source: Tabs
uk: Вкладки

source: Locked
uk: Заблоковано

source: Send %s day(s) after the event.
uk: Надіслати через %s дн. після події.

source: Send %1$s hour(s) and %2$s minute(s) after the event.
uk: Надіслати через %1$s год. і %2$s хв. після події.

source: An unique identifier for this system email.
uk: Унікальний ідентифікатор цього системного листа.

source: Event
uk: Подія

source: The event that will trigger the sending of this email.
uk: Подія, що спровокує надсилання цього листа.

source: Target
uk: Ціль

source: To whom this email should be sent.
uk: Кому має бути надіслано цей лист.

source: Network Administrators
uk: Адміністратори мережі

source: Customer
uk: Клієнт

source: Send Copy to Admins?
uk: Надсилати копію адміністраторам?

source: Checking this options will add the network admins as bcc every time this email is sent to a customer.
uk: Позначивши цю опцію, ви додасте адміністраторів мережі в Bcc під час кожного надсилання цього листа клієнту.

source: Schedule?
uk: Запланувати?

source: You can define when the email is sent after the event triggers.
uk: Ви можете визначити, коли лист буде надіслано після спрацювання події.

source: Scheduling Options
uk: Параметри планування

source: When this email will be sent after the event?
uk: Коли цей лист буде надіслано після події?

source: Delay for hours
uk: Затримка у годинах

source: Delay for days
uk: Затримка у днях

source: Placeholders
uk: Плейсхолдери

source: Use this option to manually enable or disable this email.
uk: Використовуйте цю опцію, щоб вручну увімкнути або вимкнути цей лист.

source: Email Style
uk: Стиль листа

source: Choose if email body will be sent using the HTML template or in plain text.
uk: Виберіть, чи надсилати лист у HTML-шаблоні чи у вигляді простого тексту.

source: Use Default
uk: Використовувати стандартний

source: HTML Emails
uk: HTML-листи

source: Plain Emails
uk: Текстові листи

source: Custom Sender
uk: Користувацький відправник

source: You can define an email and a name that will only be used when this email is sent.
uk: Ви можете вказати електронну адресу та ім'я, які будуть використовуватися лише для цього листа.

source: Use a custom sender?
uk: Використовувати користувацького відправника?

source: From "Name"
uk: Від «Ім'я»

source: Override the global from name for this particular email.
uk: Перезаписати глобальне ім'я відправника для цього листа.

source: From "Email"
uk: Від «Email»

source: Override the global from email for this particular email.
uk: Перезаписати глобальну адресу відправника для цього листа.

source: Event Payload
uk: Дані події

source: Loading Payload
uk: Завантаження даних

source: Edit Email
uk: Редагувати лист

source: Add new Email
uk: Додати новий лист

source: Go Back
uk: Назад

source: Send Test Email
uk: Надіслати тестовий лист

source: Email updated with success!
uk: Лист успішно оновлено!

source: Enter Email Subject
uk: Введіть тему листа

source: This will be used as the email subject line.
uk: Це буде темою листа.

source: Save Email
uk: Зберегти лист

source: Delete Email
uk: Видалити лист

source: System Emails
uk: Системні листи

source: Send To
uk: Надіслати на

source: E.g. network@email.com
uk: Наприклад, network@email.com

source: The test email will be sent to the above email address.
uk: Тестовий лист буде надіслано на вказану адресу.

source: Something wrong happened.
uk: Сталася помилка.

source: Something wrong happened with your test.
uk: Під час тесту сталася помилка.

source: Test sent successfully
uk: Тестовий лист успішно надіслано

source: Reset System Emails
uk: Скинути системні листи

source: No emails to reset.
uk: Немає листів для скидання.

source: Import System Emails
uk: Імпортувати системні листи

source: All emails are already present.
uk: Усі листи вже присутні.

source: Reset and/or Import
uk: Скинути та/або імпортувати

source: Confirm Reset
uk: Підтвердити скидання

source: Reset Email
uk: Скинути лист

source: Sample Subject
uk: Приклад теми

source: System emails and broadcasts will be sent using this template.
uk: Системні листи та розсилки надсилатимуться з цим шаблоном.

source: Header
uk: Шапка

source: Footer
uk: Підвал

source: Use Custom Logo
uk: Використовувати власний логотип

source: You can set a different logo to be used on the system emails.
uk: Можна вказати інший логотип для системних листів.

source: Custom Logo
uk: Власний логотип

source: The custom logo is used in the email header, if HTML emails are used.
uk: Власний логотип буде використано у шапці листа, якщо використовується HTML-формат.

source: Background Color
uk: Колір фону

source: The cover background color of the email.
uk: Колір фону листа.

source: Title Color
uk: Колір заголовка

source: Title Size
uk: Розмір заголовка

source: Title Align
uk: Вирівнювання заголовка

source: Aligment of the font in the title.
uk: Вирівнювання шрифту у заголовку.

source: Left
uk: Ліворуч

source: Center
uk: По центру

source: Right
uk: Праворуч

source: Title Font-Family
uk: Шрифт заголовка

source: Content Color
uk: Колір вмісту

source: Content Alignment
uk: Вирівнювання вмісту

source: Alignment of the font in the main email content.
uk: Вирівнювання шрифту в основному тексті листа.

source: Content Font-Family
uk: Шрифт вмісту

source: Display Company Address
uk: Показувати адресу компанії

source: Toggle to show/hide your company address.
uk: Перемкніть, щоб показати/приховати адресу компанії.

source: Footer Content
uk: Вміст підвалу

source: e.g. Extra info in the email footer.
uk: наприклад, Додаткова інформація в підвалі листа.

source: Footer Font-Family
uk: Шрифт підвалу

source: Footer Color
uk: Колір підвалу

source: Footer Alignment
uk: Вирівнювання підвалу

source: Alignment of the font in the main email footer.
uk: Вирівнювання шрифту у підвалі листа.

source: Customizer
uk: Налаштувач

source: Customize Email Template:
uk: Налаштувати шаблон листа:

source: Customize Email Template
uk: Налаштувати шаблон листа

source: Edit Email Template
uk: Редагувати шаблон листа

source: Email Template updated with success!
uk: Шаблон листа успішно оновлено!

source: Enter Email Template Name
uk: Введіть назву шаблону листа

source: Save Template
uk: Зберегти шаблон

source: Delete Email Template
uk: Видалити шаблон листа

source: Event removed successfully.
uk: Подію успішно видалено.

source: Search Event
uk: Пошук події

source: Event Message
uk: Повідомлення події

source: Edit Event
uk: Редагувати подію

source: Add new Event
uk: Додати нову подію

source: Event updated with success!
uk: Подію успішно оновлено!

source: Enter Event
uk: Введіть подію

source: Save Event
uk: Зберегти подію

source: Delete Event
uk: Видалити подію

source: Integration Setup
uk: Налаштування інтеграції

source: Host Provider Integration
uk: Інтеграція хостинг-провайдера

source: Activation
uk: Активація

source: Instructions
uk: Інструкції

source: Configuration
uk: Налаштування

source: Testing Integration
uk: Тестування інтеграції

source: Ready!
uk: Готово!

source: Changes to this template will be applied to all PDF invoices generated after the change. <br><br>Existing PDF Invoices will not be affected unless explicitly re-generated
uk: Зміни цього шаблону застосовуватимуться до всіх PDF-рахунків, згенерованих після оновлення.<br><br>Існуючі PDF-рахунки не зміняться, доки їх не буде повторно згенеровано.

source: Colors
uk: Кольори

source: Images
uk: Зображення

source: Paid Tag
uk: Мітка «Оплачено»

source: e.g. Paid.
uk: наприклад, Оплачено.

source: Paid
uk: Оплачено

source: Font-Family
uk: Гарнітура

source: Mono
uk: Моно

source: e.g. Extra Info about the Invoice.
uk: наприклад, Додаткова інформація про рахунок.

source: Primary Color
uk: Основний колір

source: You can set a different logo to be used on the invoice.
uk: Ви можете установити окремий логотип для рахунку.

source: This will be added to the top of the generated PDF.
uk: Буде додано у верхню частину згенерованого PDF.

source: Customize Invoice Template
uk: Налаштувати шаблон рахунку

source: Edit Invoice Template
uk: Редагувати шаблон рахунку

source: Invoice Template updated with success!
uk: Шаблон рахунку успішно оновлено!

source: Enter Invoice Template Name
uk: Введіть назву шаблону рахунку

source: Save Invoice Template
uk: Зберегти шаблон рахунку

source: Jobs
uk: Завдання

source: Object removed successfully.
uk: Об'єкт успішно видалено.

source: Search Object
uk: Пошук об'єкта

source: Preview
uk: Попередній перегляд

source: There is a change scheduled to take place on this membership in <strong>%s</strong>. You can preview the changes here. Scheduled changes are usually created by downgrades.
uk: Заплановано зміну для цієї підписки через <strong>%s</strong>. Ви можете переглянути зміни тут. Заплановані зміни зазвичай створюються під час пониження тарифу.

source: This will start the transfer of assets from one customer to another.
uk: Це розпочне передачу активів від одного клієнта до іншого.

source: Membership not found.
uk: Підписку не знайдено.

source: Target customer not found.
uk: Цільового клієнта не знайдено.

source: Cannot transfer to the same customer.
uk: Неможливо передати тому самому клієнту.

source: Membership Status
uk: Статус підписки

source: Reference ID
uk: ID-посилання

source: Products
uk: Продукти

source: Linked Customer
uk: Пов'язаний клієнт

source: Membership Options
uk: Параметри підписки

source: General membership options
uk: Загальні параметри підписки

source: Is Blocking?
uk: Блокується?

source: Should we block access to the site, plugins, themes, and services after the expiration date is reached?
uk: Чи слід блокувати доступ до сайту, плагінів, тем і сервісів після закінчення терміну дії?

source: Billing information for this particular membership.
uk: Платіжна інформація для цієї підписки.

source: The membership current status.
uk: Поточний статус підписки.

source: Cancellation Reason
uk: Причина скасування

source: The reason why the customer cancelled this membership.
uk: Причина, з якої клієнт скасував цю підписку.

source: Cancel on gateway
uk: Скасувати на шлюзі

source: If enable we will cancel the subscription on payment method
uk: Якщо увімкнено, ми скасуємо підписку на платіжному шлюзі

source: Search a Customer...
uk: Пошук клієнта...

source: The owner of this membership.
uk: Власник цієї підписки.

source: Changing the customer will transfer this membership and all its assets, including sites, to the new customer.
uk: Зміна клієнта передасть цю підписку і всі її активи, включно з сайтами, новому клієнту.

source: Transfer Membership
uk: Передати підписку

source: Billing Amount
uk: Сума до оплати

source: Initial Amount
uk: Початкова сума

source: E.g. %s
uk: Напр. %s

source: The initial amount collected on the first payment.
uk: Початкова сума, стягнута під час першого платежу.

source: Is Recurring
uk: Періодична?

source: Use this option to manually enable or disable this membership.
uk: Скористайтеся цією опцією, щоб вручну ввімкнути або вимкнути підписку.

source: Recurring Amount
uk: Періодична сума

source: The customer will be charged %1$s every %2$s %3$s(s).
uk: З клієнта стягуватиметься %1$s кожні %2$s %3$s.

source: Days
uk: Дні

source: Weeks
uk: Тижні

source: Months
uk: Місяці

source: Years
uk: Роки

source: Billing Cycles
uk: Платіжні цикли

source: E.g. 0
uk: Напр. 0

source: How many times should we bill this customer. Leave 0 to charge until cancelled.
uk: Скільки разів виставляти рахунок цьому клієнту. Залиште 0, щоб стягувати до скасування.

source: Times Billed
uk: Кількість виставлених рахунків

source: The number of times this membership was billed so far.
uk: Кількість разів, коли за цю підписку вже було виставлено рахунок.

source: Auto-Renew?
uk: Автопродовження?

source: Activating this will tell the gateway to try to automatically charge for this membership.
uk: Увімкнення цієї опції вкаже шлюзу автоматично стягувати плату за цю підписку.

source: Gateway
uk: Шлюз

source: e.g. stripe
uk: напр. stripe

source: Payment gateway used to process the payment.
uk: Платіжний шлюз, який використовується для обробки платежу.

source: View on Gateway &rarr;
uk: Переглянути у шлюзі &rarr;

source: Gateway Customer ID
uk: ID клієнта на шлюзі

source: Gateway Subscription ID
uk: ID підписки на шлюзі

source: We will try to cancel the old subscription on the gateway.
uk: Ми спробуємо скасувати стару підписку на шлюзі.

source: Expires at
uk: Закінчується

source: Last Renewed at
uk: Останнє продовження

source: Trial Ends at
uk: Пробний період завершується

source: Cancelled at
uk: Скасовано

source: Convert to Lifetime
uk: Перетворити на довічну

source: Important Timestamps
uk: Важливі дати

source: Edit Membership
uk: Редагувати підписку

source: Add new Membership
uk: Додати нову підписку

source: Membership updated with success!
uk: Підписку успішно оновлено!

source: Enter Membership Name
uk: Введіть назву підписки

source: This name will be used on pricing tables, invoices, and more.
uk: Ця назва буде використана у таблицях цін, рахунках тощо.

source: Save Membership
uk: Зберегти підписку

source: Delete Membership
uk: Видалити підписку

source: &larr; Go back
uk: ← Назад

source: This is a <strong>preview</strong>. This page displays the final stage of the membership after the changes scheduled for <strong>%s</strong>. Saving here will persist these changes, so be careful.
uk: Це <strong>попередній перегляд</strong>. Сторінка показує фінальний стан підписки після змін, запланованих на <strong>%s</strong>. Збереження зафіксує ці зміни, будьте уважні.

source: Product
uk: Продукт

source: Search product...
uk: Пошук продукту...

source: Quantity
uk: Кількість

source: Update Pricing
uk: Оновити ціну

source: Checking this box will update the membership pricing. Otherwise, the products will be added without changing the membership prices.
uk: Позначення цього прапця оновить ціни підписки. Інакше продукти буде додано без зміни цін підписки.

source: Add Product
uk: Додати продукт

source: Product not found.
uk: Продукт не знайдено.

source: Update Pricing?
uk: Оновити ціни?

source: Remove Product
uk: Видалити продукт

source: Plan
uk: Тариф

source: Search new Plan...
uk: Пошук нового тарифу...

source: Select a new plan for this membership.
uk: Виберіть новий тариф для цієї підписки.

source: Change Product
uk: Змінити продукт

source: Plan not found.
uk: Тариф не знайдено.

source: No change performed. The same plan selected.
uk: Змін не виконано. Вибрано той самий тариф.

source: Search Customer...
uk: Пошук клієнта...

source: The customer to attach this membership to.
uk: Клієнт, до якого буде прив'язана ця підписка.

source: Search Products...
uk: Пошук продуктів...

source: You can add multiples products to this membership.
uk: Ви можете додати до цієї підписки кілька продуктів.

source: The membership status.
uk: Статус підписки.

source: Lifetime
uk: Довічна

source: Activate this toggle to mark the newly created membership as lifetime.
uk: Увімкніть, щоб позначити нову підписку як довічну.

source: Set the expiration date of the membership to be created.
uk: Встановіть дату закінчення створюваної підписки.

source: Create Membership
uk: Створити підписку

source: Products can not be empty.
uk: Список продуктів не може бути порожнім.

source: The selected customer does not exist.
uk: Обраного клієнта не існує.

source: Membership removed successfully.
uk: Підписку успішно видалено.

source: Search Membership
uk: Пошук підписки

source: Migration
uk: Міграція

source: WP Ultimo Migration Alert
uk: Сповіщення про міграцію WP Ultimo

source: Alert!
uk: Увага!

source: Payment not found.
uk: Платіж не знайдено.

source: Refund Amount
uk: Сума відшкодування

source: Cancel Related Membership?
uk: Скасувати пов'язану підписку?

source: Checking this option will cancel the membership as well.
uk: Позначення цієї опції також скасує підписку.

source: Confirming the refund might not immediately change the status of the payment, as each gateway handles refunds differently and WP Ultimo relies on the gateway reporting a successful refund before changing the status.
uk: Підтвердження відшкодування може не одразу змінити статус платежу, оскільки різні шлюзи обробляють повернення по-різному, а WP Ultimo очікує підтвердження успішного повернення від шлюзу перед зміною статусу.

source: Confirm Refund
uk: Підтвердити відшкодування

source: Next Step
uk: Наступний крок

source: Issue Refund
uk: Зробити відшкодування

source: The refund amount is out of bounds.
uk: Сума відшкодування виходить за межі допустимого.

source: This payment is not in a refundable state.
uk: Цей платіж не може бути відшкодований.

source: Payment gateway not found.
uk: Платіжний шлюз не знайдено.

source: An error occurred: %s
uk: Сталася помилка: %s

source: The product was not found.
uk: Продукт не знайдено.

source: The line item type is invalid.
uk: Невірний тип позиції.

source: Additional Info
uk: Додаткова інформація

source: Tax Info
uk: Податкова інформація

source: Line Item Type
uk: Тип позиції

source: Select the line item type.
uk: Виберіть тип позиції.

source: Refund
uk: Відшкодування

source: Fee
uk: Комісія

source: Credit
uk: Кредит

source: Product associated with this line item.
uk: Продукт, пов'язаний із цією позицією.

source: Search Products
uk: Пошук продуктів

source: Line Item Title
uk: Назва позиції

source: E.g. Extra Charge
uk: Напр. Додаткова оплата

source: This is used when generating invoices.
uk: Використовується під час створення рахунків.

source: Line Item Description
uk: Опис позиції
