Repository: vuckro/wp-multisite-waas
Catalog: lang/multisite-ultimate-*.po
Languages: uk

source: Availability of the author to answer questions
uk: Наявність автора для відповіді на запитання

source: Answering technical questions about item features
uk: Відповіді на технічні запитання щодо функцій

source: Assistance with reported bugs and issues
uk: Допомогу з повідомленими помилками та проблемами

source: Support <strong>DOES NOT</strong> Include:
uk: Підтримка <strong>НЕ</strong> включає:

source: Customization services
uk: Послуги з кастомізації

source: Installation services
uk: Послуги з встановлення

source: Support for 3rd party plugins (i.e. plugins you install yourself later on)
uk: Підтримку сторонніх плагінів (які ви встановлюєте самостійно згодом)
