Repository: vuckro/wp-multisite-waas
Catalog: lang/multisite-ultimate-*.po
Languages: uk

source: E.g. This service was done to improve performance.
uk: Напр. Послуга виконана для підвищення продуктивності.

source: Item quantity.
uk: Кількість одиниць.

source: E.g. 1
uk: Напр. 1

source: Unit Price
uk: Ціна за одиницю

source: Item unit price. This is multiplied by the quantity to calculate the sub-total.
uk: Ціна одиниці. Множиться на кількість для обчислення підсумку.

source: Amount
uk: Сума

source: Refund, credit or fee amount.
uk: Сума відшкодування, кредиту чи комісії.

source: Is Taxable?
uk: Обкладати податком?

source: Checking this box will toggle the tax controls.
uk: Позначення цього прапця увімкне керування податком.

source: Tax Label
uk: Мітка податку

source: E.g. ES VAT
uk: Напр. ПДВ Іспанії

source: Tax description. This is shown on invoices to end customers.
uk: Опис податку. Показується у рахунках клієнтам.

source: Tax Rate
uk: Ставка податку

source: Tax rate and type to apply to this item.
uk: Ставка й тип податку для цієї позиції.

source: Flat Rate ($)
uk: Фіксована ставка ($)

source: Refund Payment
uk: Повернути платіж

source: Add Line Item
uk: Додати позицію

source: Payment Status
uk: Статус платежу

source: Total
uk: Разом

source: Line Items
uk: Позиції

source: Tax Rate Breakthrough
uk: Розбивка за ставками податку

source: Payment Options
uk: Параметри платежу

source: The payment current status.
uk: Поточний статус платежу.

source: Activate Membership?
uk: Активувати підписку?

source: This payment belongs to a pending membership. If you toggle this option, this change in status will also apply to the membership. If any sites are pending, they are also going to be published automatically.
uk: Цей платіж належить до підписки у статусі очікування. Якщо позначити цей перемикач, зміна статусу буде застосована й до підписки. Будь-які сайти у стані очікування також автоматично публікуватимуться.

source: Membership
uk: Підписка

source: The membership associated with this payment.
uk: Підписка, пов’язана з цим платежем.

source: Gateway Payment ID
uk: ID платежу на шлюзі

source: e.g. EX897540987913
uk: напр. EX897540987913

source: This will usually be set automatically by the payment gateway.
uk: Зазвичай встановлюється платіжним шлюзом автоматично.

source: Invoice Number
uk: Номер рахунку

source: e.g. 20
uk: напр. 20

source: This number gets saved automatically when a payment transitions to a complete state. You can change it to generate invoices with a particular number. The number chosen here has no effect on other invoices in the platform.
uk: Цей номер зберігається автоматично, коли платіж переходить у стан "завершено". Ви можете змінити його, щоб згенерувати рахунки з потрібним номером. Вибраний номер не впливає на інші рахунки на платформі.

source: The invoice number for this particular payment.
uk: Номер рахунку для цього платежу.

source: Edit Payment
uk: Редагувати платіж

source: Add new Payment
uk: Додати новий платіж

source: Generate Invoice
uk: Згенерувати рахунок

source: Payment URL
uk: URL платежу

source: Payment updated with success!
uk: Платіж успішно оновлено!

source: Enter Payment Name
uk: Введіть назву платежу

source: Save Payment
uk: Зберегти платіж

source: Delete Payment
uk: Видалити платіж

source: Each product will be added as a line item.
uk: Кожен продукт буде додано як окрема позиція.

source: The payment status to attach to the newly created payment.
uk: Статус, який буде присвоєно новому платежу.

source: Search Membership...
uk: Пошук підписки...

source: Include Setup Fees
uk: Включити плату за налаштування

source: Checking this box will include setup fees attached to the selected products as well.
uk: Позначення цього прапця також додасть плату за налаштування, пов’язану з вибраними продуктами.

source: Add Payment
uk: Додати платіж

source: Invalid membership.
uk: Неприпустима підписка.

source: Payment removed successfully.
uk: Платіж успішно видалено.

source: Search Payment
uk: Пошук платежу

source: Edit Template Placeholders
uk: Редагувати заповнювачі шаблону

source: Placeholder
uk: Заповнювач

source: Tax
uk: Податок

source: Are you sure you want to delete this rows?
uk: Ви впевнені, що хочете видалити ці рядки?

source: Are you sure you want to delete this tax category?
uk: Ви впевнені, що хочете видалити цю категорію податку?

source: On adding a new product...
uk: Після додавання нового продукту...

source: You just successfully added a new product to your WP Ultimo network and that's awesome!
uk: Ви щойно успішно додали новий продукт до вашої мережі WP Ultimo — це чудово!

source: Keep in mind that newly created products do not appear automatically in your checkout forms.
uk: Пам’ятайте, що новостворені продукти не з’являються автоматично у ваших формах реєстрації.

source: To make a product available on registration, you will need to manually add it to the pricing table field of your checkout forms.
uk: Щоб продукт був доступний під час реєстрації, вам потрібно вручну додати його до поля таблиці цін у формах оформлення.

source: Go to Checkout Forms
uk: Перейти до форм оформлення

source: Re-assign Memberships to
uk: Перепризначити підписки на

source: Select Product...
uk: Виберіть продукт...

source: The product you select here will be assigned to all the memberships attached to the product you are deleting.
uk: Вибраний тут продукт буде призначено всім підпискам, прив’язаним до продукту, який ви видаляєте.

source: Product Description
uk: Опис продукту

source: This description is made available for layouts and can be shown to end customers.
uk: Цей опис доступний для макетів і може відображатися кінцевим клієнтам.

source: Product Options
uk: Параметри продукту

source: Pricing Type
uk: Тип ціни

source: Select Pricing Type
uk: Виберіть тип ціни

source: Products can be free, paid, or require further contact for pricing.
uk: Продукти можуть бути безкоштовними, платними або вимагати додаткового узгодження ціни.

source: Contact Us
uk: Зв’яжіться з нами

source: Button Label
uk: Мітка кнопки

source: E.g. Contact us
uk: Напр. Зв’яжіться з нами

source: This will be used on the pricing table CTA button, as the label.
uk: Використовуватиметься як підпис на кнопці заклику до дії у таблиці цін.

source: Button Link
uk: Посилання кнопки

source: E.g. https://contactus.page.com
uk: наприклад, https://contactus.page.com

source: This will be used on the pricing table CTA button.
uk: Використовуватиметься як посилання кнопки у таблиці цін.

source: Is Recurring?
uk: Періодичний?

source: Check this if this product has a recurring charge.
uk: Позначте, якщо цей продукт має періодичну оплату.

source: Price
uk: Ціна

source: Offer Trial
uk: Надати пробний період

source: Check if you want to add a trial period to this product.
uk: Позначте, якщо бажаєте запропонувати пробний період для цього продукту.

source: Trial
uk: Пробний період

source: Add Setup Fee?
uk: Додати плату за налаштування?

source: Check if you want to add a setup fee.
uk: Позначте, якщо потрібно додати плату за налаштування.

source: Setup Fee
uk: Плата за налаштування

source: The setup fee will be added to the first charge, in addition to the regular price of the product.
uk: Плата за налаштування буде додана до першого платежу понад звичайну ціну продукту.

source: Use this option to manually enable or disable this product for new sign-ups.
uk: Скористайтеся цією опцією, щоб вручну ввімкнути або вимкнути цей продукт для нових реєстрацій.

source: Product Image
uk: Зображення продукту

source: This image is used on product list tables and other places.
uk: Це зображення використовується у списках продуктів та інших місцях.

source: General product options such as product slug, type, etc.
uk: Загальні параметри продукту, такі як слаг, тип тощо.

source: Product Slug
uk: Слаг продукту

source: e.g. premium
uk: наприклад, premium

source: This serves as a id to the product in a number of different contexts.
uk: Використовується як ідентифікатор продукту в різних контекстах.

source: Lowercase alpha-numeric characters with dashes or underlines. No spaces allowed.
uk: Малі літери та цифри з тире або підкресленням, без пробілів.

source: Product Type
uk: Тип продукту

source: Different product types have different options.
uk: Різні типи продуктів мають різні параметри.

source: Customer Role
uk: Роль користувача

source: Select the role WP Ultimo should use when adding the user to their newly created site.
uk: Виберіть роль, яку WP Ultimo має призначити користувачу на його новому сайті.

source: Up & Downgrades
uk: Підвищення та зниження тарифів

source: Settings related to upgrade and downgrade flows.
uk: Налаштування, пов’язані з процесами підвищення та зниження тарифів.

source: Plan Group
uk: Група тарифів

source: Add related plans to the same group to have them show up as upgrade/downgrade paths.
uk: Додайте пов’язані тарифи до однієї групи, щоб вони відображалися як шляхи підвищення/пониження.

source: Type and press enter to search and/or add.
uk: Введіть і натисніть Enter, щоб шукати й/або додати.

source: Select Group
uk: Виберіть групу

source: Product Order
uk: Порядок продуктів

source: Plans are shown in the order determined by this parameter, from the lowest to the highest.
uk: Тарифи відображаються у порядку, визначеному цим параметром: від найнижчого до найвищого.

source: Offer Add-ons
uk: Пропонувати доповнення

source: Search for a package or service
uk: Пошук пакета чи послуги

source: This products will be offered inside upgrade/downgrade forms as order bumps.
uk: Ці продукти пропонуватимуться у формах підвищення/пониження як додаткові пропозиції.

source: Price Variations
uk: Варіації цін

source: Discounts for longer membership commitments.
uk: Знижки за довшу тривалість підписки.

source: Enable Price Variations
uk: Увімкнути варіації цін

source: Price Variations are an easy way to offer discounted prices for longer subscription commitments.
uk: Варіації цін — це простий спосіб запропонувати знижки за довші зобов’язання.

source: A discounted price of %1$s will be used when memberships are created with the recurrence of %2$s %3$s(s) instead of the regular period.
uk: Знижена ціна %1$s буде застосована, якщо підписку створено з періодичністю %2$s %3$s замість стандартного періоду.

source: Duration
uk: Тривалість

source: Period
uk: Період

source: New Price
uk: Нова ціна

source: Add new Price Variation
uk: Додати нову варіацію ціни

source: Taxes
uk: Податки

source: Tax settings for your products.
uk: Налаштування податків для ваших продуктів.

source: Enable this if you plan to collect taxes for this product.
uk: Увімкніть, якщо плануєте стягувати податки з цього продукту.

source: Tax Category
uk: Категорія податку

source: Select the product tax category.
uk: Виберіть податкову категорію продукту.

source: Site Templates
uk: Шаблони сайтів

source: Limit which site templates are available for this particular template.
uk: Обмежте, які шаблони сайтів доступні для цього тарифу.

source: Allow Site Templates
uk: Дозволити шаблони сайтів

source: Toggle this option on to allow this plan to use Site Templates. If this option is disabled, sign-ups on this plan will get a default WordPress site.
uk: Увімкніть цю опцію, щоб цей тариф використовував шаблони сайтів. Якщо вимкнути, нові користувачі отримають стандартний сайт WordPress.

source: Site Template Selection Mode
uk: Режим вибору шаблону сайту

source: Select the type of limitation you want to apply.
uk: Виберіть тип обмеження, яке слід застосувати.

source: "Default" will follow the settings of the checkout form: if you have a template selection field in there, all the templates selected will show up. If no field is present, then a default WordPress site will be created. <br><br>"Assign Site Template" forces new accounts with this plan to use a particular template site (this option removes the template selection field from the signup, if one exists). <br><br>Finally, "Choose Available Site Templates", overrides the templates selected on the checkout form with the templates selected here, while also giving you the chance of pre-select a template to be used as default.
uk: "Default" дотримується налаштувань форми оформлення: якщо у формі є поле вибору шаблону, буде показано всі вибрані там шаблони. Якщо поля немає — створиться стандартний сайт WordPress. <br><br>«Assign Site Template» примусово призначає новим акаунтам цього тарифу конкретний шаблон (поле вибору шаблону буде приховано). <br><br>«Choose Available Site Templates» замінює шаблони, вибрані у формі, на ті, що зазначені тут, та дає змогу попередньо вибрати шаблон за замовчуванням.

source: Default
uk: Типово

source: Assign Site Template
uk: Призначити шаблон сайту

source: Choose Available Site Templates
uk: Вибрати доступні шаблони сайтів

source: Select the Site Template to assign.
uk: Виберіть шаблон сайту для призначення.

source: Customize the access level of each Site Template below.
uk: Налаштуйте рівень доступу кожного шаблону нижче.

source: Edit Product
uk: Редагувати продукт

source: Add new Product
uk: Додати новий продукт

source: Click to copy Shareable Link
uk: Натисніть, щоб скопіювати посилання для спільного доступу

source: Product updated with success!
uk: Продукт успішно оновлено!

source: Enter Product Name
uk: Введіть назву продукту

source: Save Product
uk: Зберегти продукт

source: Delete Product
uk: Видалити продукт

source: Product removed successfully.
uk: Продукт успішно видалено.

source: Search Product
uk: Пошук продукту

source: Rollback
uk: Відкат

source: Template Previewer
uk: Попередній перегляд шаблону

source: Placeholder Editor
uk: Редактор заповнювачів

source: Invoices
uk: Рахунки

source: Additional Gateways
uk: Додаткові шлюзи

source: Email Template
uk: Шаблон електронної пошти

source: Your License
uk: Ваша ліцензія

source: WP Ultimo Add-ons
uk: Доповнення WP Ultimo

source: You can extend WP Ultimo's functionality by installing one of our add-ons!
uk: Ви можете розширити функціональність WP Ultimo, встановивши одне з наших доповнень!

source: Check our Add-ons &rarr;
uk: Переглянути доповнення →

source: Your copy of WP Ultimo is not currently active. That means you will not have access to plugin updates and add-ons.
uk: Ваша копія WP Ultimo наразі не активована, тому оновлення плагіна та доповнення недоступні.

source: Activate WP Ultimo
uk: Активувати WP Ultimo

source: Activate WP Ultimo &rarr;
uk: Активувати WP Ultimo →

source: Registered to
uk: Зареєстровано на

source: Deactivate WP Ultimo License
uk: Деактивувати ліцензію WP Ultimo

source: Manage your Account &rarr;
uk: Керувати обліковим записом →

source: Accept Payments wherever you are
uk: Приймайте платежі де б ви не були

source: Accept payments wherever you are
uk: Приймайте платежі будь-де

source: We are constantly adding support to new payment gateways that can be installed as add-ons.
uk: Ми постійно додаємо підтримку нових платіжних шлюзів, які можна встановити як доповнення.

source: Check our supported Gateways &rarr;
uk: Переглянути підтримувані шлюзи →

source: You can create multiple Checkout Forms for different occasions (seasonal campaigns, launches, etc)!
uk: Ви можете створювати кілька форм оформлення для різних подій (сезонних кампаній, запусків тощо)!

source: Manage Checkout Forms &rarr;
uk: Керувати формами оформлення →

source: Customize the Template Previewer
uk: Налаштувати переглядач шаблону

source: Did you know that you can customize colors, logos, and more options of the Site Template Previewer top-bar?
uk: Чи знаєте ви, що можна налаштувати кольори, логотипи та інші параметри верхньої панелі перегляду шаблону?

source: Go to Customizer &rarr;
uk: Перейти до налаштувань →

source: Customize the Template Placeholders
uk: Налаштувати заповнювачі шаблону

source: If you are using placeholder substitutions inside your site templates, use this tool to add, remove, or change the default content of those placeholders.
uk: Якщо у шаблонах вашого сайту використовуються заповнювачі, скористайтеся цим інструментом, щоб додати, видалити або змінити їхній типовий вміст.

source: Edit Placeholders &rarr;
uk: Редагувати заповнювачі →

source: Customize the Invoice Template
uk: Налаштувати шаблон рахунку

source: Did you know that you can customize colors, logos, and more options of the Invoice PDF template?
uk: Чи знаєте ви, що можна налаштувати кольори, логотипи та інші параметри PDF-шаблону рахунку?

source: Customize System Emails
uk: Налаштувати системні листи

source: You can completely customize the contents of the emails sent out by WP Ultimo when particular events occur, such as Account Creation, Payment Failures, etc.
uk: Ви можете повністю налаштувати вміст листів, які WP Ultimo надсилає при певних подіях, таких як створення акаунта, помилки оплати тощо.

source: Customize System Emails &rarr;
uk: Налаштувати системні листи →

source: If your network is using the HTML email option, you can customize the look and feel of the email template.
uk: Якщо ваша мережа використовує HTML-листи, ви можете налаштувати зовнішній вигляд шаблону листа.

source: Customize Email Template &rarr;
uk: Налаштувати шаблон листа →

source: Settings
uk: Налаштування

source: You do not have the permissions required to change settings.
uk: У вас немає необхідних прав для зміни налаштувань.

source: Save Settings
uk: Зберегти налаштування

source: Permission denied.
uk: Доступ заборонено.

source: Installation
uk: Встановлення

source: WP Ultimo Install
uk: Встановлення WP Ultimo

source: Welcome
uk: Ласкаво просимо

source: ...and thanks for choosing WP Ultimo!
uk: ...і дякуємо, що обрали WP Ultimo!

source: This quick setup wizard will make sure your server is correctly setup, help you configure your new network, and migrate data from previous WP Ultimo versions if necessary.
uk: Цей швидкий майстер допоможе переконатися, що сервер налаштовано правильно, налаштувати вашу нову мережу та, за потреби, перенести дані з попередніх версій WP Ultimo.

source: You will also have the option of importing default content. It should take 10 minutes or less!
uk: Також ви зможете імпортувати типовий контент — це займе менш ніж 10 хвилин!

source: Get Started &rarr;
uk: Почати →

source: Pre-install Checks
uk: Передвстановлювальні перевірки

source: Now it is time to see if this machine has what it takes to run WP Ultimo well!
uk: Тепер перевіримо, чи готовий сервер до роботи з WP Ultimo.

source: Go to the Next Step &rarr;
uk: Перейти до наступного кроку →

source: Check Again
uk: Перевірити ще раз

source: License Activation
uk: Активація ліцензії

source: Let's make sure you are able to keep your copy up-to-date with our latest updates via admin panel notifications and more.
uk: Переконаймося, що ви зможете підтримувати свою копію в актуальному стані через сповіщення панелі адміністратора та інші оновлення.

source: Agree & Activate &rarr;
uk: Погодитися та активувати &rarr;

source: License Key
uk: Ліцензійний ключ

source: E.g. sk_***********
uk: Напр. sk_***********

source: Your WP Ultimo License Key
uk: Ваш ліцензійний ключ WP Ultimo

source: Now, let's update your database and install the Sunrise.php file, which are necessary for the correct functioning of WP Ultimo.
uk: Тепер оновимо вашу базу даних і встановимо Sunrise.php — це необхідно для коректної роботи WP Ultimo.

source: Install
uk: Встановити

source: Migrate!
uk: Міграція!

source: No errors found during dry run! Now it is time to actually migrate! <br><br><strong>We strongly recommend creating a backup of your database before moving forward with the migration.</strong>
uk: Під час пробного запуску помилок не виявлено! Тепер час виконати міграцію! <br><br><strong>Наполегливо рекомендуємо створити резервну копію бази даних перед продовженням.</strong>

source: Run Check
uk: Запустити перевірку

source: It seems that you were running WP Ultimo 1.X on this network. This migrator will convert the data from the old version to the new one.
uk: Схоже, у цій мережі використовувався WP Ultimo 1.X. Цей мігратор конвертує дані зі старої версії до нової.

source: First, let's run a test migration to see if we can spot any potential errors.
uk: Спершу запустімо тестову міграцію, щоб виявити можливі помилки.

source: The dry run test detected issues during the test migration. Please, <a class="wu-trigger-support" href="#">contact our support team</a> to get help migrating from 1.X to version 2.
uk: Пробна міграція виявила проблеми. Будь ласка, <a class="wu-trigger-support" href="#">зв’яжіться з нашою службою підтримки</a>, щоб отримати допомогу з переходом з 1.X на версію 2.

source: Try Again!
uk: Спробувати ще раз!

source: List of errors detected:
uk: Список виявлених помилок:

source: Download migration error log
uk: Завантажити журнал помилок міграції

source: Rollback to version 1.10.13
uk: Відкотитися до версії 1.10.13

source: Your Company
uk: Ваша компанія

source: Before we move on, let's configure the basic settings of your network, shall we?
uk: Перш ніж продовжити, давайте налаштуємо базові параметри вашої мережі.

source: Default Content
uk: Типовий контент

source: Starting from scratch can be scarry, specially when first starting out. In this step, you can create default content to have a starting point for your network. Everything can be customized later.
uk: Починати з нуля може бути страшно, особливо на початку. На цьому кроці можна створити типовий контент — стартову точку для мережі. Усе можна налаштувати пізніше.

source: Your license key starts with "sk_".
uk: Ваш ліцензійний ключ починається з «sk_».

source: Invalid License Key.
uk: Неприпустимий ліцензійний ключ.

source: Your license key was already validated, %1$s. To change your license, go to our <a href="%2$s" class="wu-no-underline">Settings Page</a>.
uk: Ваш ліцензійний ключ уже підтверджено, %1$s. Щоб змінити ліцензію, перейдіть на <a href="%2$s" class="wu-no-underline">сторінку налаштувань</a>.

source: A server error happened while processing this item.
uk: Під час обробки цього елемента сталася помилка сервера.

source: Installed & Activated
uk: Встановлено й активовано

source: Bypassed via filter
uk: Оминуто фільтром

source: Network Activated
uk: Активовано в мережі

source: Activated
uk: Активовано

source: Select an Image.
uk: Виберіть зображення.

source: Use this image
uk: Використати це зображення

source: Available Shortcodes
uk: Доступні шорткоди

source: integer
uk: ціле

source: number
uk: число

source: text
uk: текст

source: On adding a new Site Template...
uk: Після додавання нового шаблону сайту…

source: You just successfully added a new site template to your WP Ultimo network and that's awesome!
uk: Ви щойно успішно додали новий шаблон сайту до мережі WP Ultimo — це чудово!

source: Keep in mind that newly created site templates do not appear automatically in your checkout forms.
uk: Пам’ятайте, що новостворені шаблони сайтів не з’являються автоматично у формах оформлення.

source: To make a site template available on registration, you will need to manually add it to the template selection field of your checkout forms.
uk: Щоб шаблон сайту був доступний під час реєстрації, додайте його вручну до поля вибору шаблону у формах оформлення.

source: This will start the transfer of assets from one membership to another.
uk: Це розпочне передачу активів з одного членства до іншого.

source: Site not found.
uk: Сайт не знайдено.

source: Site Type
uk: Тип сайту

source: Site ID
uk: ID сайту

source: Site Description
uk: Опис сайту

source: Tell your customers what this site is about.
uk: Поясніть клієнтам, про що цей сайт.

source: Site Options
uk: Параметри сайту

source: Mapped Domains
uk: Призначені домени

source: Linked Membership
uk: Пов’язане членство

source: Main Site
uk: Головний сайт

source: You can't change the main site type.
uk: Не можна змінити тип головного сайту.
