Repository: vuckro/wp-multisite-waas
Catalog: lang/multisite-ultimate-*.po
Languages: uk

source: This site is not available at this time.
uk: Цей сайт наразі недоступний.

source: Not available
uk: Недоступно

source: You do not have enough permissions to send a test event.
uk: У вас недостатньо прав, щоб надіслати тестову подію.

source: You do not have enough permissions to read the logs of this webhook.
uk: У вас недостатньо прав, щоб переглядати журнали цього вебхука.

source: You can only use numeric fields to generate hashes.
uk: Для створення хешу можна використовувати лише числові поля.

source: This method expects an array as argument.
uk: Цей метод очікує масив як аргумент.

source: Your Order
uk: Ваше замовлення

source: Billing Address
uk: Платіжна адреса

source: Site Info
uk: Інформація про сайт

source: User Info
uk: Інформація про користувача

source: Pricing Tables
uk: Таблиці цін

source: Continue to the Next Step
uk: Перейти до наступного кроку

source: Payment Methods
uk: Способи оплати

source: Pay & Create Account
uk: Оплатити та створити обліковий запис

source: Finish Payment
uk: Завершити оплату

source: Complete Checkout
uk: Завершити оформлення

source: Create Site
uk: Створити сайт

source: User Deleted
uk: Користувача видалено

source: none
uk: немає

source: This coupon code is not valid.
uk: Цей купон недійсний.

source: This discount code was already redeemed the maximum amount of times allowed.
uk: Цей промокод уже використано максимально дозволену кількість разів.

source: %1$s OFF on Subscriptions
uk: %1$s знижки на підписки

source: %1$s OFF on Setup Fees
uk: %1$s знижки на плату за налаштування

source: Domain deleted and logs cleared...
uk: Домен видалено, журнали очищено…

source: Note
uk: Нотатка

source: The <strong>{{model}}</strong> #{{object_id}} was changed: {{payload}}
uk: <strong>{{model}}</strong> №{{object_id}} змінено: {{payload}}

source: The <strong>{{model}}</strong> #{{object_id}} was created.
uk: Створено <strong>{{model}}</strong> №{{object_id}}.

source: No Message
uk: Без повідомлення

source: Swap Cart is invalid.
uk: Кошик обміну недійсний.

source: Schedule date is invalid.
uk: Неприпустима дата планування.

source: %1$s / %2$s cycles
uk: %1$s / %2$s циклів

source: %1$s / until cancelled
uk: %1$s / до скасування

source: %1$s every %3$s
uk: %1$s кожні %3$s

source: %1$s one time payment
uk: Одноразовий платіж %1$s

source: Free!
uk: Безкоштовно!

source: (provisional)
uk: (попередньо)

source: Full Refund
uk: Повне повернення

source: Partial Refund
uk: Часткове повернення

source: Processed on %s
uk: Оброблено %s

source: Contact us
uk: Зв’яжіться з нами

source: Setup Fee of %1$s
uk: Плата за налаштування %1$s

source: one-time payment
uk: одноразовий платіж

source: E.g. Google (optional)
uk: Напр. Google (необов’язково)

source: Billing Email
uk: Платіжний email

source: E.g. john@company.com
uk: Напр. john@company.com

source: Address Line 1
uk: Адреса рядок 1

source: E.g. 555 1st Avenue
uk: Напр. 555 1st Avenue

source: Address Line 2
uk: Адреса рядок 2

source: E.g. Apartment 10a
uk: Напр. Apartment 10a

source: E.g. US
uk: Напр. US

source: E.g. NY
uk: Напр. NY

source: City / Town
uk: Місто / Селище

source: E.g. New York City
uk: Напр. New York City

source: ZIP / Postal Code
uk: Поштовий індекс

source: E.g. 10009
uk: Напр. 10009

source: Author ID
uk: ID автора

source: Note ID
uk: ID нотатки

source: Something might have gone wrong doing the rollback. Check to see if the WP Ultimo version was downgraded or not on the plugins page. Error captured: %s.
uk: Під час відкату могла статись помилка. Перевірте на сторінці плагінів, чи версію WP Ultimo знижено. Зафіксована помилка: %s.

source: You don't have permission to alter placeholders.
uk: У вас немає прав змінювати заповнювачі.

source: Placeholders successfully updated!
uk: Заповнювачі успішно оновлено!

source: SSO secret creation failed.
uk: Не вдалося створити секрет SSO.

source: Enable Tax Support
uk: Увімкнути підтримку податків

source: Taxes by Code
uk: Податки за кодом

source: Taxes by Day
uk: Податки за днями

source: Net Profit
uk: Чистий прибуток

source: Taxes Collected
uk: Зібрані податки

source: Enable Taxes
uk: Увімкнути податки

source: Enable this option to be able to collect sales taxes on your network payments.
uk: Увімкніть, щоб стягувати податок із продажів у мережевих платежах.

source: Inclusive Tax
uk: Податок включено

source: Enable this option if your prices include taxes. In that case, WP Ultimo will calculate the included tax instead of adding taxes to the price.
uk: Увімкніть, якщо ваші ціни вже містять податки. Тоді WP Ultimo розрахує включений податок, а не додаватиме його.

source: Regular
uk: Звичайний

source: You don't have permission to alter tax rates
uk: У вас немає прав змінювати ставки податків

source: No tax rates present in the request
uk: У запиті немає жодних ставок податку

source: Tax Rates successfully updated!
uk: Ставки податку успішно оновлено!

source: Manage Tax Rates
uk: Керувати ставками податку

source: Add different tax rates depending on the country of your customers.
uk: Додайте різні ставки податку залежно від країни клієнта.

source: You need to activate tax support first.
uk: Спершу потрібно активувати підтримку податків.

source: Manage Tax Rates &rarr;
uk: Керувати ставками податку &rarr;

source: Discount Code keys should not be set directly.
uk: Ключі промокодів не слід встановлювати безпосередньо.

source: Discount Codes do not have a %s parameter
uk: Промокоди не мають параметра %s

source: Discount Code keys should not be accessed directly
uk: Не слід напряму звертатися до ключів промокодів

source: Product keys should not be accessed directly
uk: Не слід напряму звертатися до ключів продукту

source: Contact Us to know more
uk: Зв’яжіться з нами, щоб дізнатися більше

source: Setup Fee: %s
uk: Плата за налаштування: %s

source: No %s
uk: Немає %s

source: %s <strong>Disk Space</strong>
uk: %s <strong>дискового простору</strong>

source: Visit per month
uk: Відвідування на місяць

source: %s day <strong>Free Trial</strong>
uk: %s днів <strong>безкоштовного періоду</strong>

source: Other
uk: Інше

source: Membership keys should not be accessed directly
uk: Не слід напряму звертатися до ключів членства

source: Account Summary
uk: Підсумок акаунта

source: Adds a account summary block to the page.
uk: Додає на сторінку блок підсумку акаунта.

source: About this Site
uk: Про цей сайт

source: Leave blank to hide the title completely.
uk: Залиште порожньо, щоб повністю приховати заголовок.

source: Result
uk: Результат

source: Copy Shortcode
uk: Скопіювати шорткод

source: Hide Element
uk: Приховати елемент

source: Be careful. Hiding an element from the account page might remove important functionality from your customers' reach.
uk: Обережно: приховавши елемент на сторінці акаунта, ви можете позбавити клієнтів важливого функціоналу.

source: An element can not be loaded as inline content unless the get_current_screen() function is already available.
uk: Елемент не може бути завантажений умісто, доки не доступна функція get_current_screen().

source: <a class="wubox wu-no-underline" title="Customize" href="%1$s">Customize this element</a>, or <a class="wubox wu-no-underline" title="Shortcode" href="%2$s">generate a shortcode</a> to use it on the front-end!
uk: <a class="wubox wu-no-underline" title="Налаштувати" href="%1$s">Налаштуйте цей елемент</a> або <a class="wubox wu-no-underline" title="Шорткод" href="%2$s">згенеруйте шорткод</a> для використання на фронт-енді!

source: You are seeing this because you are a super admin
uk: Ви бачите це, оскільки є супер-адміністратором

source: Billing Information
uk: Платіжна інформація

source: Adds a checkout form block to the page.
uk: Додає на сторінку блок форми оформлення.

source: Your Address
uk: Ваша адреса

source: Enter your billing address here. This info will be used on your invoices.
uk: Укажіть тут свою платіжну адресу — її буде використано у рахунках.

source: The checkout form slug.
uk: Слаг форми оформлення.

source: Hi %s. You have a pending payment for your membership!
uk: Привіт, %s! У вас є очікуваний платіж за членство.

source: Click <a href="%s">here</a> to pay.
uk: Натисніть <a href="%s">тут</a>, щоб оплатити.

source: Hi %s. You cannot take action on your membership while it is not active!
uk: Привіт, %s! Ви не можете виконувати дії з членством, доки воно не активне.

source: Resending verification email...
uk: Повторно надсилаємо лист-підтвердження…

source: Check your inbox and verify your email address.
uk: Перевірте пошту та підтвердьте адресу email.

source: Resend verification email
uk: Надіслати лист-підтвердження ще раз

source: You already have a membership!
uk: У вас уже є членство!

source: Go to my account
uk: Перейти до мого акаунта

source: You are not allowed to change this membership!
uk: Ви не маєте права змінювати це членство!

source: You reached your membership %s limit!
uk: Ви досягли ліміту %s вашого членства!

source: Buy a new membership
uk: Купити нове членство

source: Upgrade your account
uk: Оновити акаунт

source: You need to be the account owner to complete this payment.
uk: Щоб завершити оплату, потрібно бути власником акаунта.

source: You need to be logged in to complete a payment
uk: Щоб завершити оплату, потрібно увійти.

source: Click <a href="%s">here</a> sign in.
uk: Натисніть <a href="%s">тут</a>, щоб увійти.

source: Checkout form %s not found.
uk: Форму оформлення %s не знайдено.

source: Checkout form %s contains no fields.
uk: Форма оформлення %s не містить полів.

source: Registration is not available at this time.
uk: Реєстрація наразі недоступна.

source: Registration is closed for your location.
uk: Реєстрація закрита для вашого регіону.

source: Your Membership
uk: Ваше членство

source: Display Product Images?
uk: Показувати зображення продуктів?

source: Toggle to show/hide the product images on the element.
uk: Увімкніть, щоб показати або сховати зображення продуктів у елементі.

source: Columns
uk: Стовпці

source: How many columns to use.
uk: Скільки стовпців використовувати.

source: Membership not selected.
uk: Членство не вибрано.

source: Product not selected.
uk: Продукт не вибрано.

source: You are not allowed to do this.
uk: Вам заборонено це робити.

source: Quantity to Cancel
uk: Кількість для скасування

source: Confirm Product Cancellation
uk: Підтвердьте скасування продукту

source: Cancel Product Subscription
uk: Скасувати підписку на продукт

source: Please confirm the cancellation.
uk: Підтвердьте скасування.

source: remove %1$s %2$s from membership
uk: видалити %1$s %2$s з членства

source: Adds a block to display the current site being managed.
uk: Додає блок, що показує поточний керований сайт.

source: Display Breadcrumbs?
uk: Показувати навігаційний ланцюжок?

source: Toggle to show/hide the breadcrumbs block.
uk: Увімкніть, щоб показати або сховати блок навігації.

source: Current Page
uk: Поточна сторінка

source: My Sites Page
uk: Сторінка «Мої сайти»

source: The page with the customer sites list.
uk: Сторінка зі списком сайтів клієнта.

source: Display Site Description?
uk: Показувати опис сайту?

source: Toggle to show/hide the site description on the element.
uk: Увімкніть, щоб показати або сховати опис сайту.

source: Display Site Screenshot?
uk: Показувати знімок сайту?

source: Toggle to show/hide the site screenshots on the element.
uk: Увімкніть, щоб показати або сховати знімки сайту.

source: Screenshot Size
uk: Розмір знімка

source: Screenshot Position
uk: Положення знімка

source: Show Admin Link?
uk: Показувати посилання на адмінку?

source: Toggle to show/hide the WP admin link on the element.
uk: Увімкніть, щоб показати або сховати посилання на WP-адмінку.

source: Admin Panel
uk: Панель адміністратора

source: e.g. My Awesome Site
uk: напр. My Awesome Site

source: e.g. My Awesome Site description.
uk: напр. опис My Awesome Site.

source: Site title can not be empty.
uk: Назва сайту не може бути порожньою.

source: Adds the site's domains block.
uk: Додає блок доменів сайту.

source: &larr; Back to the Instructions
uk: ← Назад до інструкцій

source: Add Domain
uk: Додати домен

source: You do not have permissions to perform this action.
uk: У вас немає прав виконати цю дію.

source: This action will also convert the previous primary domain (if any) to an alias to prevent unexpected behavior.
uk: Ця дія також перетворить попередній основний домен (якщо був) на псевдонім, щоб запобігти неочікуваній поведінці.

source: Make it Primary
uk: Зробити основним

source: Something wrong happenned.
uk: Сталася помилка.

source: Domain not secured with HTTPS
uk: Домен не захищено HTTPS

source: Domain secured with HTTPS
uk: Домен захищено HTTPS

source: Limit
uk: Ліміт

source: Limit the number of invoices to show.
uk: Обмежте кількість рахунків для показу.

source: Custom Links
uk: Користувацькі посилання

source: Network Settings
uk: Налаштування мережі

source: Domain Mapping & SSL
uk: Мапінг доменів і SSL

source: Styling
uk: Стилі

source: Tools
uk: Інструменти

source: Advanced
uk: Додатково

source: Activation & Support
uk: Активація та підтримка

source: Settings: %s
uk: Налаштування: %s

source: Settings: Webhooks
uk: Налаштування: вебхуки

source: System Info: Logs
uk: Системна інформація: журнали

source: Main Site Dashboard
uk: Консоль головного сайту

source: <strong>Quick Tip:</strong> Use %s to jump between pages.
uk: <strong>Підказка:</strong> використовуйте %s для швидкого переходу між сторінками.

source: Nothing found for
uk: Нічого не знайдено для

source: Regenerating Jumper menu items
uk: Перегенеровуємо пункти меню Jumper

source: Spotlight-like search bar that allows you to easily access everything on your network.
uk: Панель пошуку, схожа на Spotlight, що дозволяє швидко отримувати доступ до всього в мережі.

source: Enable Jumper
uk: Увімкнути Jumper

source: Turn this option on to make the Jumper available on your network.
uk: Увімкніть, щоб Jumper був доступний у мережі.

source: Trigger Key
uk: Клавіша виклику

source: Change the keyboard key used in conjunction with ctrl + alt (or cmd + option), to trigger the Jumper box.
uk: Змініть клавішу, яка разом із ctrl+alt (або cmd+option) викликає вікно Jumper.

source: Use this textarea to add custom links to the Jumper. Add one per line, with the format "Title : url".
uk: Використовуйте це поле, щоб додати користувацькі посилання до Jumper. Одне на рядок у форматі «Назва : url».

source: Tile of Custom Link : http://link.com
uk: Назва посилання : http://link.com

source: Limits & Quotas
uk: Ліміти та квоти

source: Site Limits
uk: Ліміти сайту

source: Login Form
uk: Форма входу

source: Adds a login form to the page.
uk: Додає на сторінку форму входу.

source: Display Title?
uk: Показувати заголовок?

source: Toggle to show/hide the title element.
uk: Увімкніть, щоб показати або сховати заголовок.

source: Redirect Type
uk: Тип перенаправлення

source: The behavior after login
uk: Поведінка після входу

source: Wordpress Default
uk: Типовий WordPress

source: Send To Customer Site
uk: Перенаправити на сайт клієнта

source: Send To Main Site
uk: Перенаправити на головний сайт

source: Customer Redirect Path
uk: Шлях перенаправлення клієнта

source: e.g. /wp-admin
uk: напр. /wp-admin

source: Main Site Redirect Path
uk: Шлях перенаправлення головного сайту

source: Username Field
uk: Поле «Ім'я користувача»

source: Username Field Label
uk: Мітка поля імені користувача

source: Username or Email Address
uk: Ім'я користувача або email

source: Leave blank to hide.
uk: Залиште порожньо, щоб приховати.

source: Username Field Placeholder
uk: Плейсхолдер імені користувача

source: e.g. Username Here
uk: напр. Username Here

source: Password Field
uk: Поле «Пароль»

source: Password Field Label
uk: Мітка поля пароля

source: Password Field Placeholder
uk: Плейсхолдер пароля

source: e.g. Your Password
uk: напр. Your Password

source: Remember Me
uk: Запам'ятати мене

source: Display Remember Toggle?
uk: Показувати перемикач «Запам'ятати»?

source: Toggle to show/hide the remember me checkbox.
uk: Увімкніть, щоб показати або сховати прапорець «Запам'ятати».

source: Remember Me Label
uk: Мітка «Запам'ятати»

source: Remember Me Description
uk: Опис «Запам'ятати»

source: Keep me logged in for two weeks.
uk: Залишити мене в системі протягом двох тижнів.

source: Submit Button Label
uk: Мітка кнопки відправки

source: Log In
uk: Увійти

source: Adds a block to display the sites owned by the current customer.
uk: Додає блок зі списком сайтів поточного користувача.

source: Site Manage Type
uk: Тип керування сайтом

source: The page to manage a site.
uk: Сторінка для керування сайтом.

source: Same Page
uk: Та сама сторінка

source: WP Admin
uk: WP Адмін

source: Custom Page
uk: Користувацька сторінка

source: Which sites to show?
uk: Які сайти показувати?

source: Select which sites should be listed for user.
uk: Виберіть, які сайти слід показати користувачу.

source: Owned
uk: Власні

source: Manage Redirect Page
uk: Сторінка перенаправлення керування

source: The page to redirect user after select a site.
uk: Сторінка, на яку перенаправляти користувача після вибору сайту.

source: Password Strength Meter
uk: Індикатор складності пароля

source: Apply Styles
uk: Застосувати стилі

source: Simple Text
uk: Простий текст

source: Adds a simple text block to the page.
uk: Додає на сторінку блок простого тексту.

source: E.g. Text, HTML or shortcode.
uk: Напр., текст, HTML або шорткод.

source: You can insert plain text, HTML or a shortcode in this block.
uk: У цьому блоці можна вставити звичайний текст, HTML або шорткод.

source: Text, HTML or shortcode.
uk: Текст, HTML або шорткод.

source: Actions
uk: Дії

source: Show Change Password
uk: Показати зміну пароля

source: Toggle to show/hide the password link.
uk: Увімкніть, щоб показати/сховати посилання зміни пароля.

source: Show Change Default Site
uk: Показати зміну сайту за замовчуванням

source: Toggle to show/hide the change default site link.
uk: Увімкніть, щоб показати/сховати посилання зміни сайту за замовчуванням.

source: Show Change Payment Method
uk: Показати зміну способу оплати

source: Toggle to show/hide the option to cancel the current payment method.
uk: Увімкніть, щоб показати/сховати можливість скасувати поточний спосіб оплати.

source: Redirect After Delete
uk: Перенаправлення після видалення

source: The page to redirect user after delete current site.
uk: Сторінка, на яку перенаправити користувача після видалення поточного сайту.

source: Change Site Template
uk: Змінити шаблон сайту

source: Change Default Site
uk: Змінити сайт за замовчуванням

source: Change Password
uk: Змінити пароль

source: Cancel Current Payment Method
uk: Скасувати поточний спосіб оплати

source: Cancel Membership
uk: Скасувати членство

source: Site not selected.
uk: Сайт не вибрано.

source: Confirm Site Deletion
uk: Підтвердьте видалення сайту

source: Current Password
uk: Поточний пароль

source: New Password
uk: Новий пароль

source: Confirm New Password
uk: Підтвердьте новий пароль

source: Reset Password
uk: Скинути пароль

source: Your current password is wrong.
uk: Ваш поточний пароль невірний.

source: The new password must be at least 6 characters long.
uk: Новий пароль має містити щонайменше 6 символів.

source: New passwords do not match.
uk: Нові паролі не збігаються.

source: Primary Site
uk: Первинний сайт

source: Change the primary site of your network.
uk: Змініть первинний сайт вашої мережі.

source: You need to select a new primary site.
uk: Потрібно вибрати новий первинний сайт.

source: Confirm Payment Method Cancellation
uk: Підтвердіть скасування способу оплати

source: Cancel Payment Method
uk: Скасувати спосіб оплати

source: Please tell us why you are cancelling.
uk: Розкажіть, будь ласка, чому ви скасовуєте.

source: We would love your feedback.
uk: Нам важлива ваша думка.

source: Select a reason
uk: Виберіть причину

source: I no longer need it
uk: Більше не потрібно

source: It's too expensive
uk: Занадто дорого

source: I need more features
uk: Потрібно більше функцій

source: Switched to another service
uk: Перейшов на інший сервіс

source: Customer support is less than expected
uk: Підтримка гірша, ніж очікував

source: Too complex
uk: Занадто складно

source: Please provide additional details.
uk: Будь ласка, надайте додаткові подробиці.

source: Type <code class="wu-text-red-600">CANCEL</code> to confirm this membership cancellation.
uk: Введіть <code class="wu-text-red-600">CANCEL</code>, щоб підтвердити скасування членства.

source: Your sites will stay working until %s.
uk: Ваші сайти працюватимуть до %s.

source: Site Maintenance
uk: Обслуговування сайту

source: Adds the toggle control to turn maintenance mode on.
uk: Додає перемикач для вмикання режиму обслуговування.

source: Toggle Maintenance Mode
uk: Перемкнути режим обслуговування

source: e.g. Toggle Maintenance Mode
uk: напр. Перемкнути режим обслуговування

source: Put your site on maintenance mode. When activated, the front-end will only be accessible to logged users.
uk: Увімкніть режим обслуговування сайту. Коли активний, фронтенд буде доступний лише авторизованим користувачам.

source: This template is not available
uk: Цей шаблон недоступний

source: Template Switching
uk: Зміна шаблону

source: Adds the template switching form to this page.
uk: Додає на сторінку форму зміни шаблону.

source: Template Selector Layout
uk: Макет вибору шаблону

source: Want to add customized template selection templates?<br><a target="_blank" class="wu-no-underline" href="https://help.wpultimo.com/article/343-customize-your-checkout-flow-using-field-templates">See how you can do that here</a>.
uk: Бажаєте додати власні макети вибору шаблонів?<br><a target="_blank" class="wu-no-underline" href="https://help.wpultimo.com/article/343-customize-your-checkout-flow-using-field-templates">Дізнайтесь, як це зробити тут</a>.

source: You need to provide a valid template to duplicate.
uk: Потрібно надати дійсний шаблон для дублювання.

source: &larr; Back to Template Selection
uk: ← Назад до вибору шаблону

source: Confirm template switch?
uk: Підтвердити зміну шаблону?

source: Switching your current template completely overwrites the content of your site with the contents of the newly chosen template. All customizations will be lost. This action cannot be undone.
uk: Зміна поточного шаблону повністю перезапише вміст вашого сайту вмістом нового шаблону. Усі налаштування буде втрачено. Цю дію неможливо скасувати.

source: Process Switch
uk: Виконати зміну

source: Thank You Message
uk: Повідомлення подяки

source: Shortcodes are supported.
uk: Підтримуються шорткоди.

source: Thank you for your payment! Your transaction has been completed and a receipt for your purchase has been emailed to you.
uk: Дякуємо за оплату! Транзакцію завершено, а квитанцію відправлено на вашу електронну адресу.

source: Title (Pending)
uk: Заголовок (очікує)

source: Leave blank to hide the title completely. This title is used when the payment was not yet confirmed.
uk: Залиште порожньо, щоб повністю приховати заголовок. Використовується, коли оплата ще не підтверджена.

source: Thank You Message (Pending)
uk: Повідомлення подяки (очікує)

source: This content is used when the payment was not yet confirmed. Shortcodes are supported.
uk: Цей вміст використовується, коли оплату ще не підтверджено. Підтримуються шорткоди.

source: Thank you for your order! We are waiting on the payment processor to confirm your payment, which can take up to 5 minutes. We will notify you via email when your site is ready.
uk: Дякуємо за замовлення! Ми очікуємо підтвердження оплати платіжною системою, це може зайняти до 5 хвилин. Ми повідомимо вас електронною поштою, коли ваш сайт буде готовий.
