Repository: vuckro/wp-multisite-waas
Catalog: lang/multisite-ultimate-*.po
Languages: uk

source: The Ultimate Website as a Service (WaaS) platform builder.
uk: Потужний конструктор платформи Website as a Service (WaaS).

source: day
uk: день

source: days
uk: дні

source: week
uk: тиждень

source: weeks
uk: тижні

source: month
uk: місяць

source: months
uk: місяці

source: year
uk: рік

source: years
uk: роки

source: About
uk: Про плагін

source: You do not have enough permissions to perform this task.
uk: У вас недостатньо прав для виконання цієї дії.

source: You are trying to download an add-on from an insecure URL
uk: Ви намагаєтеся завантажити додаток з небезпечної URL-адреси

source: All Add-ons
uk: Усі додатки

source: Add-ons
uk: Додатки

source: Premium
uk: Преміум

source: Free
uk: Безкоштовно

source: Gateways
uk: Платіжні шлюзи

source: Growth & Scaling
uk: Зростання та масштабування

source: Integrations
uk: Інтеграції

source: Customization
uk: Налаштування

source: Admin Themes
uk: Теми адмінпанелі

source: Monetization
uk: Монетизація

source: Migrators
uk: Міграція

source: Marketplace
uk: Маркетплейс

source: Page & Menu Title
uk: Заголовок сторінки та меню

source: Menu
uk: Меню

source: Menu Icon
uk: Іконка меню

source: Reset Settings
uk: Скинути налаштування

source: Save Changes
uk: Зберегти зміни

source: Customize Page
uk: Налаштування сторінки

source: Customize Elements
uk: Налаштувати елементи

source: Exit Customize Mode
uk: Вийти з режиму налаштування

source: Events
uk: Події

source: Broadcast Type
uk: Тип розсилки

source: Type
uk: Тип

source: Broadcast type cannot be edited.
uk: Тип розсилки неможливо змінити.

source: Email
uk: Електронна пошта

source: Admin Notice
uk: Сповіщення адміністратора

source: Broadcast Status
uk: Статус розсилки

source: Status
uk: Статус

source: This option determines the color of the admin notice.
uk: Цей параметр визначає колір сповіщення адміністратора.

source: Info (blue)
uk: Інформація (синій)

source: Success (green)
uk: Успіх (зелений)

source: Warning (yellow)
uk: Попередження (жовтий)

source: Error (red)
uk: Помилка (червоний)

source: Customer Targets
uk: Цільові клієнти

source: Product Targets
uk: Цільові продукти

source: No customer found
uk: Клієнтів не знайдено

source: Targets
uk: Цілі

source: %s customer(s) targeted.
uk: Вибрано клієнтів: %s.

source: Loading...
uk: Завантаження...

source: Edit Broadcast
uk: Редагувати розсилку

source: Add new Broadcast
uk: Додати нову розсилку

source: Broadcast updated with success!
uk: Розсилку успішно оновлено!

source: Enter Broadcast Title
uk: Введіть назву розсилки

source: This title is used on the message itself, and in the case of a broadcast email, it will be used as the subject.
uk: Цей заголовок відображатиметься у повідомленні і буде темою листa для email-розсилки.

source: Save Broadcast
uk: Зберегти розсилку

source: Delete Broadcast
uk: Видалити розсилку

source: Be careful. This action is irreversible.
uk: Будьте обережні. Цю дію неможливо скасувати.

source: Select the type of message you want to send.
uk: Виберіть тип повідомлення, яке бажаєте надіслати.

source: Message
uk: Повідомлення

source: Display a message on your customers' dashboard.
uk: Показати повідомлення на панелі керування клієнтів.

source: Send an email to your customers.
uk: Надіслати електронний лист клієнтам.

source: &larr; Back to Type Selection
uk: &larr; Повернутися до вибору типу

source: Target Customers
uk: Цільові клієнти

source: This broadcast will be sent to the user or users that are selected here. You can select more than one.
uk: Ця розсилка буде надіслана вибраним користувачам. Можна вибрати декілька.

source: Search a customer...
uk: Пошук клієнта...

source: Target Product
uk: Цільовий продукт

source: This broadcast will be sent to the users that have this product. You can select more than one.
uk: Розсилку отримають користувачі, які мають цей продукт. Можна вибрати декілька.

source: Search for a product..
uk: Пошук продукту...

source: Message Type
uk: Тип повідомлення

source: The color of the notice is based on the type.
uk: Колір повідомлення залежить від його типу.

source: Warning (orange)
uk: Попередження (помаранчевий)

source: &larr; Back to Target Selection
uk: &larr; Повернутися до вибору цілі

source: Message Subject
uk: Тема повідомлення

source: The title will appear above the main content in the notice or used as subject of the email.
uk: Заголовок з'явиться над основним вмістом сповіщення або буде темою листa.

source: Enter a title for your broadcast.
uk: Введіть заголовок розсилки.

source: Content
uk: Вміст

source: The main content of your broadcast.
uk: Основний вміст розсилки.

source: Next Step &rarr;
uk: Наступний крок &rarr;

source: Send &rarr;
uk: Надіслати &rarr;

source: Broadcast removed successfully.
uk: Розсилку успішно видалено.

source: Search Broadcast
uk: Пошук розсилки

source: Broadcast
uk: Розсилка

source: Broadcasts
uk: Розсилки

source: Add Broadcast
uk: Додати розсилку

source: Step Separator
uk: Роздільник кроків

source: Field
uk: Поле

source: Additional Settings
uk: Додаткові налаштування

source: Style
uk: Стиль

source: Field Type
uk: Тип поля

source: Select the type of field you want to add to the checkout form.
uk: Виберіть тип поля, яке потрібно додати до форми оформлення.

source: &larr; Back to Field Type Selection
uk: &larr; Повернутися до вибору типу поля

source: Pre-fill from Request
uk: Попереднє заповнення з запиту

source: The key is the field slug. If your field has the slug "my-color" for example, adding ?my-color=blue will pre-fill this field with the value "blue".
uk: Ключем є ярлик поля. Якщо, наприклад, ярлик вашого поля — "my-color", додавши ?my-color=blue попередньо заповнить це поле значенням "blue".

source: Enable this to allow this field to be pre-filled based on the request parameters.
uk: Увімкніть це, щоб дозволити попереднє заповнення цього поля на основі параметрів запиту.

source: Field Visibility
uk: Видимість поля

source: Select the visibility of this field.
uk: Виберіть видимість цього поля.

source: Always show
uk: Показувати завжди

source: Only show for logged in users
uk: Показувати лише для авторизованих користувачів

source: Only show for guests
uk: Показувати лише для гостей

source: Wrapper Width
uk: Ширина обгортки

source: Set the width of this field wrapper (in %).
uk: Встановіть ширину обгортки цього поля (у %).

source: Wrapper CSS Classes
uk: CSS-класи обгортки

source: e.g. custom-field example-class
uk: наприклад, custom-field example-class

source: You can enter multiple CSS classes separated by spaces. These will be applied to the field wrapper element.
uk: Ви можете ввести кілька CSS-класів, розділивши їх пробілами. Вони будуть застосовані до елемента-обгортки поля.

source: Field CSS Classes
uk: CSS-класи поля

source: You can enter multiple CSS classes separated by spaces. These will be applied to the field element itself, when possible.
uk: Ви можете ввести кілька CSS-класів, розділивши їх пробілами. Вони будуть застосовані безпосередньо до елемента поля, якщо можливо.

source: Add Field
uk: Додати поле

source: Save Field
uk: Зберегти поле

source: The checkout form could not be found.
uk: Форму оформлення не знайдено.

source: Visibility
uk: Видимість

source: Step ID
uk: ID кроку

source: e.g. step-name
uk: наприклад, step-name

source: This will be used on the URL. Only alpha-numeric and hyphens allowed.
uk: Це буде використано в URL. Дозволено лише буквено-цифрові символи та дефіси.

source: Step Title
uk: Заголовок кроку

source: e.g. My Extra Step
uk: наприклад, My Extra Step

source: Mostly used internally, but made available for templates.
uk: Використовується переважно внутрішньо, але доступний у шаблонах.

source: Step Description
uk: Опис кроку

source: e.g. This is the last step!
uk: наприклад, This is the last step!

source: Logged Status
uk: Статус входу

source: Select the visibility of this step.
uk: Виберіть видимість цього кроку.

source: Element ID
uk: ID елемента

source: A custom ID to be added to the form element. Do not add the # symbol.
uk: Користувацький ID, який буде додано до елемента форми. Не додавайте символ #.

source: Extra CSS Classes
uk: Додаткові CSS-класи

source: You can enter multiple CSS classes separated by spaces.
uk: Ви можете ввести кілька CSS-класів, розділивши їх пробілами.

source: Add Step
uk: Додати крок

source: Save Step
uk: Зберегти крок

source: Order
uk: Порядок

source: Label
uk: Мітка

source: Slug
uk: Ярлик

source: Conversion Snippets
uk: Сніпети конверсії

source: Add custom snippets in HTML (with javascript support) to add conversion tracking pixels and such. This code is only run on the successful Thank You step.<br> Available placeholders are: %s
uk: Додайте користувацькі HTML-сніпети (з підтримкою JavaScript), щоб вставити конверсійні пікселі тощо. Цей код виконується лише на кроці "Thank You" після успішної операції.<br> Доступні плейсхолдери: %s

source: Advanced Options
uk: Додаткові опції

source: Configure the Thank You page for this Checkout Form.
uk: Налаштуйте сторінку Thank You для цієї форми оформлення.

source: Scripts
uk: Скрипти

source: Custom CSS
uk: Користувацький CSS

source: Add custom CSS code to your checkout form. SCSS syntax is supported.
uk: Додайте користувацький CSS-код до вашої форми оформлення. Підтримується синтаксис SCSS.

source: Restrictions
uk: Обмеження

source: Control the access to this checkout form.
uk: Керуйте доступом до цієї форми оформлення.

source: Restrict by Country
uk: Обмежити за країною

source: Restrict this checkout form to specific countries.
uk: Обмежте використання цієї форми оформлення певними країнами.

source: Allowed Countries
uk: Дозволені країни

source: Select the allowed countries.
uk: Виберіть дозволені країни.

source: Type to search countries...
uk: Почніть вводити для пошуку країн...

source: Checkout Form Slug
uk: Ярлик форми оформлення

source: This is used to create shortcodes and more.
uk: Використовується для створення шорткодів тощо.

source: You are changing the form slug. If you save this change, all the shortcodes and blocks referencing this slug will stop working until you update them with the new slug.
uk: Ви змінюєте ярлик форми. Після збереження всі шорткоди та блоки, що посилаються на цей ярлик, перестануть працювати, доки ви не оновите їх новим ярликом.

source: Active
uk: Активний

source: Use this option to manually enable or disable this checkout form.
uk: Використовуйте цю опцію, щоб вручну увімкнути або вимкнути цю форму оформлення.

source: Welcome to the Checkout Form builder!
uk: Ласкаво просимо до конструктора форми оформлення!

source: You should be able to create registration forms in any way, shape, and form you desire. This editor allows you to do just that 😃
uk: Ви можете створювати реєстраційні форми будь-якої складності та структури. Цей редактор надає вам таку можливість 😃

source: Want a registration form with multiple steps? Check! A single step? Check! Control the visibility of certain steps and fields based on the context of the customer? Check!
uk: Потрібна багатокрокова форма реєстрації? Є! Один крок? Є! Керування видимістю окремих кроків і полів залежно від контексту клієнта? Так, це можливо!

source: Adding new Steps
uk: Додавання нових кроків

source: To add a new step to the registration form, use this button here.
uk: Щоб додати новий крок до форми реєстрації, скористайтеся цією кнопкою.

source: Adding new Fields
uk: Додавання нових полів

source: To add a new field to a step, use this button here. You can add fields to capture additional data from your customers and use that data to populate site templates.
uk: Щоб додати нове поле до кроку, скористайтеся цією кнопкою. Ви можете додавати поля для збору додаткових даних від клієнтів і використовувати ці дані у шаблонах сайту.

source: You can learn more about that here &rarr;
uk: Докладніше можна дізнатися тут &rarr;

source: Edit Checkout Form
uk: Редагувати форму оформлення

source: Add new Checkout Form
uk: Додати нову форму оформлення

source: Edit Checkout_Form
uk: Редагувати Checkout_Form

source: Checkout Form updated with success!
uk: Форму оформлення успішно оновлено!

source: Enter Checkout Form Name
uk: Введіть назву форми оформлення

source: This name is used for internal reference only.
uk: Ця назва використовується лише для внутрішнього посилання.

source: Save Checkout Form
uk: Зберегти форму оформлення

source: Delete Checkout Form
uk: Видалити форму оформлення

source: Checkout Forms
uk: Форми оформлення

source: Checkout Forms are an easy and flexible way to experiment with different approaches when trying to convert new customers.
uk: Форми оформлення — це простий і гнучкий спосіб експериментувати з різними підходами до конверсії нових клієнтів.

source: Experiment!
uk: Експериментуйте!

source: You can create as many checkout forms as you want, with different fields, products on offer, etc.
uk: Ви можете створити скільки завгодно форм оформлення з різними полями, пропозиціями продуктів тощо.

source: Planning on running some sort of promotion? Why not create a custom landing page with a tailor-maid checkout form to go with? The possibilities are endless.
uk: Плануєте акцію? Створіть власну цільову сторінку з індивідуальною формою оформлення. Можливості безмежні.

source: Checkout Form Template
uk: Шаблон форми оформлення

source: Select a starting point for a new Checkout Form.
uk: Оберіть відправну точку для нової форми оформлення.

source: Single Step
uk: Один крок

source: Multi-Step
uk: Багатокрокова

source: Blank
uk: Порожня

source: Go to the Editor &rarr;
uk: Перейти до редактора &rarr;

source: Draft Checkout Form
uk: Чернетка форми оформлення

source: Checkout Form removed successfully.
uk: Форму оформлення успішно видалено.

source: Search Checkout Form
uk: Пошук форми оформлення

source: Confirm Transfer
uk: Підтвердити передачу

source: This will start the transfer of assets from one user to another.
uk: Це розпочне передачу активів від одного користувача до іншого.

source: Start Transfer
uk: Розпочати передачу

source: Customer not found.
uk: Клієнта не знайдено.

source: User not found.
uk: Користувача не знайдено.

source: Delete everything
uk: Видалити все

source: Sites, payments and memberships.
uk: Сайти, платежі та підписки.

source: Re-assignment to customer
uk: Перепризначення клієнту

source: Select Customer...
uk: Виберіть клієнта...

source: orphan field - the original form no longer exists
uk: сирітське поле — початкова форма більше не існує

source: Location:
uk: Розташування:

source: Display unset fields
uk: Показати незаповнені поля

source: If fields were added after the customer creation or onto a different form, they will not have a set value for this customer. You can manually set those here.
uk: Якщо поля були додані після створення клієнта або до іншої форми, вони не матимуть значення для цього клієнта. Тут ви можете задати їх вручну.

source: No custom meta data collected and no custom fields found.
uk: Користувацькі метадані не зібрані й користувацькі поля не знайдені.

source: Manually add custom meta fields
uk: Додати користувацькі метаполя вручну

source: Add new custom meta fields to this customer.
uk: Додайте цьому клієнту нові користувацькі метаполя.

source: Value
uk: Значення

source: Remove
uk: Видалити

source: Title
uk: Заголовок

source: Text
uk: Текст

source: Textarea
uk: Багаторядкове поле

source: Checkbox
uk: Прапорець

source: Color
uk: Колір

source: Image
uk: Зображення

source: + Add meta field
uk: + Додати метаполе

source: At a Glance
uk: Загальна інформація

source: Customer ID
uk: ID клієнта

source: Last Login
uk: Останній вхід

source: No date
uk: Без дати

source: Total Grossed
uk: Загальний дохід

source: Memberships
uk: Підписки

source: Customer Options
uk: Налаштування клієнта

source: General
uk: Загальні

source: General options for the customer.
uk: Загальні налаштування для клієнта.

source: Set this customer as a VIP.
uk: Позначити цього клієнта як VIP.

source: Billing Info
uk: Платіжна інформація

source: Billing information for this particular customer
uk: Платіжна інформація для цього клієнта

source: Custom Meta
uk: Користувацькі мета

source: Custom data collected via WP Ultimo forms.
uk: Користувацькі дані, зібрані через форми WP Ultimo.

source: Payments
uk: Платежі

source: Sites
uk: Сайти

source: User
uk: Користувач

source: Search WordPress user...
uk: Пошук користувача WordPress...

source: The WordPress user associated to this customer.
uk: Користувач WordPress, пов'язаний із цим клієнтом.

source: Changing the user will transfer the customer and all its assets to the new user.
uk: Зміна користувача передасть клієнта та всі його активи новому користувачу.

source: Email Verification
uk: Підтвердження email

source: Select Status
uk: Виберіть статус

source: The email verification status. This gets automatically switched to Verified when the customer verifies their email address.
uk: Статус підтвердження електронної пошти. Автоматично перемикається на «Підтверджено», коли клієнт підтверджує свою адресу.

source: None
uk: Немає

source: Pending
uk: Очікує

source: Verified
uk: Підтверджено

source: Activate Memberships
uk: Активувати підписки

source: If you toggle this option, this change in status will also activate the related pending memberships. If any sites are pending, they are also going to be published automatically.
uk: Якщо увімкнути цю опцію, зміна статусу також активує пов'язані підписки, що очікують. При наявності сайтів у статусі «Очікує» вони будуть автоматично опубліковані.

source: Re-send Verification Email &rarr;
uk: Надіслати лист-підтвердження повторно &rarr;

source: Transfer Customer
uk: Передати клієнта

source: Last Login & IPs
uk: Останній вхід та IP

source: IP Address
uk: IP-адреса

source: IP Address Country
uk: Країна IP-адреси

source: Edit Customer
uk: Редагувати клієнта

source: Add new Customer
uk: Додати нового клієнта

source: Customer updated with success!
uk: Клієнта успішно оновлено!

source: Enter Customer
uk: Введіть клієнта

source: Save Customer
uk: Зберегти клієнта

source: Delete Customer
uk: Видалити клієнта

source: Verification email sent!
uk: Лист-підтвердження надіслано!

source: You do not have permissions to access this file.
uk: У вас немає прав доступу до цього файлу.

source: Existing User
uk: Існуючий користувач

source: Invite New
uk: Запросити нового

source: Username
uk: Ім’я користувача

source: E.g. johnsmith
uk: Наприклад, johnsmith

source: Email Address
uk: Електронна адреса

source: E.g. customer@wpultimo.dev
uk: Наприклад, customer@wpultimo.dev

source: Set Password
uk: Встановити пароль

source: If not set, the user will be asked to set a password after accepting the invite.
uk: Якщо не встановити, користувачеві буде запропоновано створити пароль після прийняття запрошення.

source: Password
uk: Пароль

source: E.g. p@$$w0rd
uk: Наприклад, p@$$w0rd

source: Create Customer
uk: Створити клієнта

source: Customer removed successfully.
uk: Клієнта успішно видалено.

source: Search Customer
uk: Пошук клієнта

source: Customers
uk: Клієнти

source: Add Customer
uk: Додати клієнта

source: Export as CSV
uk: Експортувати в CSV

source: Last 7 days
uk: Останні 7 днів

source: Last 30 days
uk: Останні 30 днів

source: Year to date
uk: З початку року

source: Our dashboard
uk: Наша панель

source: This is the <strong>WP Ultimo Dashboard</strong>, where you will find most of the important information you will need regarding your business' performance.
uk: Це <strong>Панель WP Ultimo</strong>, де ви знайдете найважливішу інформацію щодо ефективності вашого бізнесу.

source: Learning more
uk: Дізнатися більше

source: Most of the WP Ultimo admin pages will contain a link like this one at the top. These will link directly to the relevant knowledge base page on the WP Ultimo site.
uk: Більшість адміністративних сторінок WP Ultimo містять подібне посилання вгорі. Воно веде безпосередньо до відповідної статті бази знань на сайті WP Ultimo.

source: It's all about growth!
uk: Усе заради зростання!

source: This graph allows you to follow how your monthly recurring revenue is growing this year.
uk: Цей графік дозволяє відстежувати, як зростає ваш щомісячний регулярний дохід протягом року.

source: Date-range support
uk: Підтримка діапазону дат

source: Checking statistics and comparing data for different periods is key in maintaining a good grasp on your business.
uk: Перевірка статистики та порівняння даних за різні періоди — ключ до розуміння стану вашого бізнесу.

source: You can use the date-range selectors to have access to just the data you need and nothing more.
uk: Скористайтеся селекторами діапазону дат, щоб отримати саме ті дані, які вам потрібні, і нічого зайвого.

source: Monthly Recurring Revenue Growth
uk: Зростання щомісячного регулярного доходу

source: Revenue
uk: Дохід

source: Signups by Countries
uk: Реєстрації за країнами

source: Signups by Form
uk: Реєстрації за формами

source: Most Visited Sites
uk: Найвідвідуваніші сайти

source: New Memberships
uk: Нові підписки

source: No Product
uk: Немає продукту

source: New MRR
uk: Новий MRR

source: Cancellations
uk: Скасування

source: Dashboard
uk: Панель управління

source: Description
uk: Опис

source: Tell your customers what this product is about.
uk: Поясніть клієнтам, про що цей продукт.

source: Limit Uses
uk: Обмежити використання

source: Rules and limitations to the applicability of this discount code.
uk: Правила та обмеження застосування цього коду знижки.

source: Uses
uk: Використань

source: This discount code was used %d times.
uk: Цей код знижки був використаний %d разів.

source: The number of times that this discount code was used so far.
uk: Кількість разів, коли цей код знижки вже використовували.

source: Max Uses
uk: Максимальна кількість використань

source: Use this option to set a limit on how many times this discount code can be used. Leave blank or 0 for unlimited uses.
uk: Встановіть ліміт використань цього коду знижки. Залиште порожнім або 0, щоб дозволити необмежене використання.

source: Unlimited
uk: Необмежено

source: Start & Expiration Dates
uk: Дата початку та закінчення

source: Define a start and end date for this discount code. Useful when running campaigns for a pre-determined period.
uk: Визначте дату початку та завершення дії цього коду знижки. Корисно для кампаній із визначеним періодом.

source: Enable Start Date
uk: Увімкнути дату початку

source: Allows you to set a start date for this coupon code.
uk: Дозволяє встановити дату початку дії цього купону.

source: Start Date
uk: Дата початку

source: The discount code will only be good to be used after this date.
uk: Код знижки можна буде використати лише після цієї дати.

source: Enable Expiration Date
uk: Увімкнути дату завершення

source: Allows you to set an expiration date for this coupon code.
uk: Дозволяє встановити дату завершення дії цього купону.

source: Expiration Date
uk: Дата завершення

source: The discount code will expire after this date.
uk: Код знижки припинить діяти після цієї дати.

source: Never Expires
uk: Ніколи не спливає

source: Limit Products
uk: Обмежити продукти

source: Determine if you want this discount code to apply to all discountable products or not.
uk: Визначте, чи буде цей код знижки застосовуватися до всіх продуктів, на які можна надати знижку.

source: Select Products
uk: Виберіть продукти

source: Manually select to which products this discount code should be applicable.
uk: Ручно виберіть продукти, до яких буде застосовуватися цей код знижки.

source: Coupon Code
uk: Код купону

source: E.g. XMAS10OFF
uk: Наприклад, XMAS10OFF

source: The actual code your customers will enter during checkout.
uk: Код, який клієнти вводитимуть під час оформлення замовлення.

source: Discount
uk: Знижка
